{"meta":{"title":"Bears Will Be Boys","description":"A data analysis of animal gender in children’s books","byline":"By Melanie Walsh, Russell Samora, and Michelle Pera-McGhee"},"body":[{"section":"intro","content":[{"type":"text","value":"If you spend any time with little kids, you’ll become (hyper)conscious of the way you narrate the world. “Look at Mr. Frog in the pond,” you’ll say. “Doesn’t he look grumpy?” And then you’ll catch yourself… Why did I say <em>Mr.</em> Frog? Why did I say <em>he</em>?"},{"type":"text","value":"You’re conscious because you know that what you say shapes what they say, and how they think about the world. Little kids are kind of like large language models (LLMs) in this regard."},{"type":"text","value":"People <a href=https://dl.acm.org/doi/10.1145/3630106.3659040 target=_blank rel=noreferrer>hate</a> <a href=https://www.citizen.org/article/chatbots-are-not-people-dangerous-human-like-anthropomorphic-ai-report/ target=_blank rel=noreferrer>that</a> <a href=https://journals.sagepub.com/doi/full/10.1177/17456916231201401 target=_blank rel=noreferrer>comparison</a> (for good reason), but there’s some truth to it. You are part of their training data—just as your parents and mentors and everything else you’ve ever read, watched, and overheard have been for you. Your unconscious biases will become theirs."},{"type":"text","value":"But where do these unconscious biases even come from, and how pervasive are they? Does everybody assume that a frog is a “he?” What about a cat, or a pig, or a bird, or a bear?"},{"type":"text","value":"We wanted to know: <strong>Which animals do we gender, and why?</strong> And what does this tell us about our “training data”—about our baked in assumptions about gender, animals, and personhood?"},{"type":"text","value":"So we set out to gather some data."}]},{"section":"methodology","content":[{"type":"h2","value":"Methodology"},{"type":"text","value":"We started with arguably the richest and most influential source of anthropomorphized animals in human culture: children’s picture books."},{"type":"text","value":"For each decade since 1950, we identified the most popular English-language children’s books with at least one anthropomorphized animal.* We read about 30 per decade—nearly 300 books in total—and noted the gender of any anthropomorphized animal character who was important to the story."},{"type":"Books","value":{"figures":[{"src":"assets/images/ifyougiveamouseacookie.jpg","alt":"A mouse looking satisfied, sitting against an empty glass of milk. The text says “When he’s finished, he’ll ask for a glass of milk.”","caption":"The mouse (he/him) from <em>If You Give a Mouse a Cookie</em> (1985), written by Laura Joffe Numeroff and illustrated by Felicia Bond."},{"src":"assets/images/melfell.jpg","alt":"A bird is falling downward. The text says, “She fell.”","caption":"A bird named Mel (she/her) in <em>Mel Fell</em> (2021), written and illustrated by Corey R. Tabor."},{"src":"assets/images/roomonthebroom.jpg","alt":"A frog is sitting in a pond with a wand. There is a text (a poem) that describes how he is emerging from the pond with the wand.","caption":"A frog (he/him) from <em>Room on the Broom</em> (2001), written by Julia Donaldson and illustrated by Axel Scheffler."}]}},{"type":"Details","value":{"summary":"How did we define gender?","details":[{"type":"text","value":"Gender is one of the most complex aspects of human life—and perhaps animal life, too. Scholars have long distinguished between sex, as a biological category (e.g., male, female), and gender, as a social construction (e.g., man, woman, non-binary, etc.)—though both categories are now understood to be <a href=https://www.scientificamerican.com/article/sex-redefined-the-idea-of-2-sexes-is-overly-simplistic1/ target=_blank rel=noreferrer>more fluid than once assumed</a>. While gender has traditionally been viewed as a uniquely human concept, some scientists now believe that animals may <a href=https://academic.oup.com/bioscience/article/55/2/178/221485 target=_blank rel=noreferrer>have gender, too</a>."},{"type":"text","value":"For the purposes of our study, we were interested in fictional animal characters, and the human conceptions of gender foisted upon them. Even so, determining the gender of animal characters is tricky."},{"type":"text","value":"For example, in Sandra Boynton’s But Not the Hippopotamus (1982), a bear and a hare appear in bow ties—a traditionally masculine accessory—but are never explicitly gendered in the text. Are they boys?"},{"type":"text","value":"To avoid projecting our own assumptions based on clothing, visual cues, or names, we decided to go with a conservative approach. We only recorded how animal characters were referenced in the text: with feminine (she/her), masculine (he/him), or neutral (it, they/them) pronouns; with a gendered honorific (e.g., Mr., Ms.) or familial role (e.g., brother, mother); or simply by their animal name (e.g., the frog) or a character name."},{"type":"text","value":"While our later analysis focuses on how animals are represented along a gender binary, this reflects textual cues like pronouns. Gender, whether in humans or animals, is much more complex than this binary suggests."}]}},{"type":"text","value":"We were also curious about people’s knee-jerk reactions to animals and gender. Authors make deliberate choices about the characters they create. More contemporary authors might be especially intentional about subverting gender stereotypes."},{"type":"text","value":"To dig into more automatic assumptions, we designed an experiment. We asked human respondents and an LLM (GPT-4o) to complete a story that began:"},{"type":"text","value":"<em>And then the bear said, “I must go to the river.” Upon arriving…</em>"},{"type":"text","value":"We randomly swapped in one of seven animals: bear, bird, cat, pig, duck, mouse, or dog. We didn’t tell participants—or the model—what the experiment was about, and even tried to throw them off the scent.*"},{"type":"text","value":"More than 1,300 human respondents participated in our experiment. We ran GPT-4o 2,800 times, 400 times for each of the same seven animals, with 100 runs at each of four “temperatures*.”"},{"type":"text","value":"(chart) - maybe a dropdown about participant charts? Or not."},{"type":"text","value":"Each continuation gave us a window into how the storyteller—either human or machine—imagined the animal, especially whether they assigned the animal a gender."}]},{"section":"skew","content":[{"type":"h2","value":"Which animals skew male vs. female?"},{"type":"Books","value":{"figures":[{"src":"assets/images/melfell.jpg","alt":"A bird is falling downward. The text says, “She fell.”","caption":"A bird named Mel (she/her) in <em>Mel Fell</em> (2021), written and illustrated by Corey R. Tabor."},{"src":"assets/images/roomonthebroom.jpg","alt":"A frog is sitting in a pond with a wand. There is a text (a poem) that describes how he is emerging from the pond with the wand.","caption":"A frog (he/him) from <em>Room on the Broom</em> (2001), written by Julia Donaldson and illustrated by Axel Scheffler."},{"src":"assets/images/ifyougiveamouseacookie.jpg","alt":"A mouse looking satisfied, sitting against an empty glass of milk. The text says “When he’s finished, he’ll ask for a glass of milk.”","caption":"The mouse (he/him) from <em>If You Give a Mouse a Cookie</em> (1985), written by Laura Joffe Numeroff and illustrated by Felicia Bond."}]}},{"type":"text","value":"So what did we find? Across all the children’s books, only a few animals were more consistently female than male: birds, ducks, and cats. That’s when we focus on characters who were explicitly gendered (she/her or he/him) and drill down to animals that appear in at least 10 different books."},{"type":"DotPlot","value":{"id":"books","title":"Anthropomorphized Animals in Popular Children’s Books (1950-2023)","sub":"*More than 10 Books"}},{"type":"text","value":"The rest—frog, wolf, fox, elephant, dog, monkey, bear, rabbit, mouse, and pig—skew male, in descending order of dudeness.  So automatically reaching for “he” after “look at the frog!” starts to make some sense. If children’s books are our training data, “he” is probably the next likely token."},{"type":"Books","value":{"figures":[{"src":"assets/images/ifyougiveamouseacookie.jpg","alt":"A mouse looking satisfied, sitting against an empty glass of milk. The text says “When he’s finished, he’ll ask for a glass of milk.”","caption":"The mouse (he/him) from <em>If You Give a Mouse a Cookie</em> (1985), written by Laura Joffe Numeroff and illustrated by Felicia Bond."},{"src":"assets/images/melfell.jpg","alt":"A bird is falling downward. The text says, “She fell.”","caption":"A bird named Mel (she/her) in <em>Mel Fell</em> (2021), written and illustrated by Corey R. Tabor."},{"src":"assets/images/roomonthebroom.jpg","alt":"A frog is sitting in a pond with a wand. There is a text (a poem) that describes how he is emerging from the pond with the wand.","caption":"A frog (he/him) from <em>Room on the Broom</em> (2001), written by Julia Donaldson and illustrated by Axel Scheffler."}]}},{"type":"DotPlot","value":{"id":"survey","title":"Anthropomorphized Animals in Survey Results"}},{"type":"text","value":"In the human responses, no animal tilted more female than male. Bears were the most likely to be boys by a hair (and real hares weren’t far behind)."},{"type":"Quotes","value":{"pre":"And then the <strong>bear</strong> said, \"I must go to the river.\" Upon arriving...","examples":["the other animals were surprised that the <strong>bear</strong> had learned to speak English, and viewed <strong>him</strong> with great suspicion.","<strong>he</strong> spun around like a ballerina, dipped <strong>his</strong> paws in the river, and caught the most beautiful pink salmon.","the river had completely dried up. The <strong>bear</strong> sat down and wondered what happened to it, the river being <strong>his</strong> favourite place."],"caption":"Example survey responses"}},{"type":"DotPlot","value":{"id":"chat","title":"Anthropomorphized Animals in ChatGPT Results"}},{"type":"text","value":"In the ChatGPT responses, only cat leaned more female, with bird being about equally split between gendered references."},{"type":"Quotes","value":{"examples":["the cat discovered a group of curious frogs engaged in a lively debate about the best way to predict the weather. Intrigued, the cat joined the discussion, sharing tales of her own forecasting adventures, much to the delight and astonishment of the froggy crowd."],"caption":"Example ChatGPT responses"}}]},{"section":"pronouns","content":[{"type":"h2","value":"Mostly he, rarely she, sometimes It"},{"type":"DotPlot","value":{"id":"all","title":"Chat GPT vs. Survey vs. Books"}},{"type":"text","value":"This bro-y trend holds for most animals. Male animal characters appeared twice as often as female characters across all the children’s books (51% male vs. 25% female references). They appeared nearly three times as often in the survey results (39% vs. 14%)—particularly striking because our respondents were mostly women—and eleven times as often in the AI-generated stories (11% vs. 1%)."},{"type":"text","value":"dropdown? “She/her” appeared in just 36 LLM-generated stories out of 2,400, and mostly in the outputs that were set to be more “random.” There were zero female animal characters at the most predictable temperature setting."},{"type":"text","value":"But what about animal characters who were presented as non-binary or not gendered at all? How often was a character’s gender left ambiguous?"},{"type":"text","value":"In the children’s books, gender neutral language was rare. Only two percent of the animals were described as “it,” and “they” was almost never used. About 19% of the characters were referred to simply by their animal name (e.g., “the frog”)."},{"type":"text","value":"There was a lot more gender neutrality and ambiguity in the human survey responses and LLM results (though, since their stories were much shorter than a typical children’s book, it was perhaps easier to use/maintain gender neutrality). While “he/him” was still the most frequently used pronoun in the survey results (39%), many respondents referred to the animal by name (26%) or by “it” (17%)."},{"type":"text","value":"(chart)"},{"type":"text","value":"The LLM leaned into neutrality even more heavily. The model’s most commonly used referent—by far—was “it,” used in 72% of completions!"},{"type":"text","value":"This result surprised us. We expected an LLM like GPT-4o—trained on millions of human-authored documents, including surely thousands of children’s books—to reflect, or even magnify, dominant cultural gender patterns (or at least Western ones, given the likely training data). Instead, the model stood apart from both the books and the survey respondents."},{"type":"text","value":"Why would ChatGPT describe an anthropomorphized animal as “it” so often?"},{"type":"text","value":"Our best guess is that OpenAI intentionally steers its models toward neutral pronouns in cases where gender is ambiguous, attempting to address the <a href=https://arxiv.org/abs/1608.07187 target=_blank rel=noreferrer>well-documented</a> and <a href=https://dl.acm.org/doi/10.1145/3461702.3462536 target=_blank rel=noreferrer>deep-seated</a> <a href=https://www.unesco.org/en/articles/generative-ai-unesco-study-reveals-alarming-evidence-regressive-gender-stereotypes target=_blank rel=noreferrer>gender biases</a> evidenced in AI models. But our experiment shows that these well-meaning guardrails may have unintended consequences. By defaulting to “it,” the model doesn’t just neutralize gender; it virtually erases the possibility of a female protagonist altogether."}]},{"section":"where","content":[{"type":"h2","value":"Where did all the girl animals go?"},{"type":"text","value":"Why are animal gender ratios so lopsided in children’s books, with few obvious signs of improving—at least among these ultra popular books? And why are female animal characters even more absent in the stories produced by our survey respondents and the AI model?"},{"type":"text","value":"Perhaps because the main character of a story is still assumed to be male by default—and maybe especially when the story’s setting lacks explicit social cues."},{"type":"text","value":"This aligns with decades of research showing that male characters dominate children’s literature and media.[1] A <a href=https://journals.sagepub.com/doi/abs/10.1177/0891243211398358 target=_blank rel=noreferrer>2011 study</a> found that gender disparity was actually worse for animal protagonists than for human protagonists. While representation of girls and women improved for human main characters over time, the animal world remained stubbornly male-dominated—at a ratio of about 2 to 1, similar to our findings."},{"type":"text","value":"The male bias may be even more inflated than it appears. Gender-neutral animal characters—those never explicitly gendered in the text—are often assumed to be male, too. In a <a href=https://link.springer.com/article/10.1007/BF00287623 target=_blank rel=noreferrer>classic 1987 study</a>, mothers reading aloud to their children referred to ungendered animal characters as male 95% of the time. One of the only feminine designations was for a duck pictured with two ducklings—“Mrs. Duck.” Though we didn’t keep track of the roles that characters played, we similarly observed that many female animals were moms and sisters, background characters for male leads."},{"type":"text","value":"There’s a kind of stealth sexism at work here. Because animal characters seem less connected to the human world, creators think they’re sidestepping pesky human problems. This idea has persisted in children’s publishing for decades."},{"type":"text","value":"Back in the 1970s, one book editor <a href=https://archive.org/details/gettingbookstoch0000turo/page/88 target=_blank rel=noreferrer>told researchers</a> that animal characters just make things “easier”: “You don’t have to determine if it’s a girl or boy—right? That’s such a problem today.” Decades later, Marcia Wernick—the agent to children’s book author Mo Willems—<a href=https://www.washingtonpost.com/posteverything/wp/2016/01/08/why-are-there-so-few-girls-in-childrens-books/ target=_blank rel=noreferrer>echoed the same logic</a>:  “Anthropomorphized characters have always been in the forefront of children’s books because they enable the creator to not have to make decisions about is this a tall or short, black or white… character.”"},{"type":"text","value":"But our findings suggest that when we turn to animals, that’s often when we most faithfully reproduce—and even exaggerate—the cultural norms we think we’ve left behind."},{"type":"text","value":"Feather Flores, an editor at Simon & Schuster Children’s Publishing, told us that the idea of “universal” animal characters can be powerful but also problematic. “Anthropomorphized animals can be extremely useful as a vehicle for fable, allegory, satire, or social commentary,” she said, especially in “periods of social and political unrest” when free speech and critiques of power are threatened."},{"type":"text","value":"But Flores says that when animal characters are used to stand in for children—or to symbolically represent complex human experiences—it would often be more meaningful to just represent human children and those experiences directly. “Attempting to build relatability or universality by stripping away the ways we are embodied and experience the world as humans does not always (or, I would argue, usually) make for the most emotionally resonant stories.”"},{"type":"text","value":"Beyond literary merits, is the absence of girl animals in children’s books really that serious? Does it actually impact how kids develop and see the world?"},{"type":"text","value":"Yes, says Megan Fulcher, a professor of cognitive and behavior psychology at Washington & Lee University, who focuses on gender role development and toy play in children. “Differences in representation really matter no matter if characters are human or animals,” Fulcher said. This absence not only provides girls with few models, but it also prevents boys from practicing cognitive skills like empathy, from having the opportunity to “think about what it’s like to be someone else."},{"type":"text","value":"Fulcher and her lab have found the same problem in kid’s toys. “Boy toys” like action figures and Legos often include few or no female characters, which makes “women and girls invisible in boys’ pretend play” and leaves their imaginative worlds “void of girls.”"},{"type":"text","value":"If we apply this logic to picture books, the picture is rather bleak. Animal characters don’t just obscure girls and women; they obscure all kinds of human difference. A <a href=https://www.theguardian.com/books/2020/nov/11/childrens-books-eight-times-as-likely-to-feature-animal-main-characters-than-bame-people target=_blank rel=noreferrer>UK study</a> found that there were more animal protagonists in British children’s books than there were Black, Asian, or ethnic minority human protagonists. And recently, animal characters have been used to represent transgender people and their experiences, which <a href=https://www.slj.com/story/animals-substitutes-for-transgender-humans-is-diminishing target=_blank rel=noreferrer>Parrish Turner argues</a> can fall flat or worse."},{"type":"text","value":"So much for sidestepping human problems. Animal characters don’t just reflect our biases—they often deepen them."}]},{"section":"ladies","content":[{"type":"h2","value":"Why are cats, birds, and ladybugs… ladies?"},{"type":"text","value":"But if animal characters are assumed to be male by default, that still leaves a deeper question. Why do we gender certain animals in certain ways more than others—like cats and birds as females, or bears, wolves, dogs, and frogs as males?"},{"type":"text","value":"(img)"},{"type":"text","value":"It’s likely the result of a rich and long-simmering cultural soup: a mix of projected human stereotypes, symbolic associations, hard-coded linguistic habits, and famous media characters—with just a sprinkling of historical quirks to taste."},{"type":"text","value":"Large, strong animals like bears and wolves are often coded as masculine, while small, delicate animals like birds or kittens are more easily read as feminine. Frogs are slimy, loud, and gross… kind of like boys?"},{"type":"text","value":"(img)"},{"type":"text","value":"There are also countless folk tales, stories, and cultural metaphors that connect certain animals with gender, some of them dating back hundreds or thousands of years."},{"type":"text","value":"(img)"},{"type":"text","value":"While of course there are famous boy cats—think Garfield, Felix, Puss in Boots—cats have been linked to femininity for a long time. They were linked to goddesses in ancient Egypt, to witches in medieval Europe, and more recently to figures like the lonely “cat lady” and the now TikTok famous <a href=https://www.tiktok.com/t/ZP8jNLvGB/ target=_blank rel=noreferrer>“black cat girlfriend”</a>—a term for a standoffish, introverted woman who is best paired with a <a href=https://www.tiktok.com/t/ZP8jNAxH3/ target=_blank rel=noreferrer>“golden retriever” partner.</a>"},{"type":"text","value":"(tiktok)"},{"type":"text","value":"Birds, too, carry associations with femininity. You can think of the caged bird as a metaphor for constrained womanhood, or all the women who get transformed into birds in Greek mythology."},{"type":"text","value":"(img)"},{"type":"text","value":"These animalistic analogies sometimes get embedded into the slang we use everyday, even across languages like English and Spanish. As scholar Irene López Rodríguez <a href=https://raco.cat/index.php/CLR/article/view/226358 target=_blank rel=noreferrer>reminds us</a>, we call men “studs, bucks, wolves, toros (bulls), zorros (foxes) and linces (lynxes),” and we call women “chick, bird, kitten, pollita (chicken) or gatita (kitten).” “The choice of the animal name does not seem arbitrary,” she says, “but, on the contrary, may shed some light onto the expectations and beliefs society holds about males and females.”"},{"type":"text","value":"Thinking beyond English raises another important question: Does language influence how we perceive the gender of animals?"},{"type":"text","value":"Some languages, like Spanish or French, have <em>grammatical</em> gender, where all nouns are gendered, even inanimate ones like “la mesa” (the table). In Spanish, many animals can be either masculine or feminine, such as the cat—<em>el gato</em> or <em>la gata</em>. But others, like the frog—<em>la rana</em>—are always grammatically feminine."},{"type":"text","value":"So are Spanish speakers more likely to perceive frogs as girls?"},{"type":"text","value":"Though we’d need another study to know for sure, <a href=https://pmc.ncbi.nlm.nih.gov/articles/PMC10451744/ target=_blank rel=noreferrer>some research</a> suggests: maybe? There are definitely Spanish children’s books with girl frogs in starring roles—like Olga de Dios’s <a href=https://www.goodreads.com/book/show/37664900-rana-de-tres-ojos?ref=nav_sb_ss_1_17 target=_blank rel=noreferrer>Rana de Tres Ojos</a> or Mar Benegas’s <a href=https://www.goodreads.com/book/show/60182938-la-rana-mariana-busca-toda-la-semana-marsupiflap target=_blank rel=noreferrer>La Rana Mariana busca toda la semana</a>."},{"type":"text","value":"(img)"},{"type":"text","value":"But Spanish speakers also find creative ways to work around grammatical gender. The famous Muppets character Kermit the Frog is masculinized through the addition of a traditionally male name—<em>La Rana René</em> in Mexico and Latin America, or <em>La Rana Gustavo</em> in Spain. And the Spanish translation of <em>Frog and Toad Are Friends</em> uses a totally made up word, <em>sepo</em>—<a href=https://www.goodreads.com/book/show/17980561-sapo-y-sepo-son-amigos?ref=nav_sb_ss_4_7 target=_blank rel=noreferrer>Sapo y Sepo son Amigos</a>—to describe the iconic frog in slacks and distinguish him from his <em>sapo</em> (toad) bestie. Still, it might not be a coincidence that both these examples are already famous male frogs imported from English."},{"type":"text","value":"(img)"},{"type":"text","value":"Ladybugs are another intriguing case. Ladybugs appear in four different books in our dataset, and are gendered female 75% of the time. Are ladybugs “ladies” in all languages?"},{"type":"text","value":"(img)"},{"type":"text","value":"Surprisingly, in many of them, yes. In the English language, the word <a href=https://www.oed.com/dictionary/ladybird_n?tab=meaning_and_use#39884609 target=_blank rel=noreferrer>ladybird</a>—that’s what the Brits call ladybugs—and <a href=https://www.oed.com/dictionary/ladycow_n target=_blank rel=noreferrer>ladycow</a>, another common term, originated around the 1600s. “Lady” was a reference to “Our Lady,” the Virgin Mary, apparently because both the beetle and the Holy Mother like to wear red. Ladybugs were also considered somewhat divine* because they devour the pests that plague farmers and gardeners (yes, they’re carnivores)."},{"type":"text","value":"The name spread—likely alongside colonialism. In <em>The History of the Ladybird: With Some Diversions of This and That</em> (1989), A.W. Exell documents 329 names for ladybugs in 55 languages. A full quarter of them are linked to the Virgin Mary."},{"type":"text","value":"Are all ladybugs ladies?"},{"type":"text","value":"In German, the ladybug is <em>Marienkäfer</em> (“Mary’s beetle”); in Spanish, <em>Mariquita</em> (“little Mary”); in Norwegian and Danish, <em>Mariahøne</em> and <em>Mariehøne</em> respectively (“Mary’s hen”); in Italian, regional names include <em>la gallinella della Madonna</em> (“Madonna’s little hen”); in Macedonian, <em>kalinka na Bogorodica</em> (“ladybug of the Virgin Mary”); and in Icelandic, <em>Maríubjalla</em> (“Mary’s bell”)."},{"type":"text","value":"Another widespread term is “God’s little cow”—also religious, and also feminine—as found in Russian (<em>bozhya korovka</em>), Polish (<em>boża krówka</em>), and Hebrew (<em>parat elohim</em>)."},{"type":"text","value":"Many other names for the ladybug are similarly gendered, invoking young girls, little hens, and other diminutive feminine figures."},{"type":"text","value":"This reveals how the gendering of animals can be both arbitrary and deeply culturally ingrained. What began as, let’s face it, a kind of random symbolic association steadily became—over multiple centuries of a big game of “telephone”—the ladybug’s gendered destiny in many parts of the human world. So while language definitely shapes how we view animals and the world around us, there are other powerful forces at work, too. Like those historical big guns: religion and empire."}]},{"section":"weird","content":[{"type":"h2","value":"Weirder, wilder, less predictable"},{"type":"text","value":"The arbitrariness of our gendered associations with certain animals—like the ladybug—is kind of inspiring in its own weird way. Sure, it’s depressing to realize how much our mental maps are shaped by British colonists and Catholic iconography from 400 years ago. But it also means those maps can be redrawn."},{"type":"text","value":"Things aren’t going to change overnight. We found no clear progress toward equal gender representation in animal characters from 1950 to today. And when we asked Fulcher if things might be improving, she didn’t mince words: “No.” Her lab recently found that gendered traits in toys have barely budged in the past 30 years, so it wasn’t surprising that books reflected the same stagnation."},{"type":"text","value":"As she reminded us, it takes time to move the needle: “Parents provide books to kids that may be new or old so it will take a minute to trickle into kids’ lives even if the gap disappears today.”"},{"type":"text","value":"Still, while broad patterns haven’t shifted, we did find plenty of meaningful exceptions. While pigs were coded as male for a long time—thanks in part to iconic characters like the Three Little Pigs and the Big Bad Wolf—they took a strong feminine turn in the new millennium. In children’s books like Laura Joffe Numeroff’s <em>If You Give a Pig a Pancake</em> (1998), Ian Falconer’s <em>Olivia</em> (2000), and Mo Willems’s <em>Elephant & Piggie</em> series, pig characters are not only female but confident, curious, and central to their stories. So, pigs may be flipping the script."},{"type":"text","value":"(img)"},{"type":"text","value":"Plus, there are thousands of children’s books that are not in our dataset. We focus here on the very most popular books, but a lot of parents intentionally seek out books beyond the mainstream—typically the most conservative cultural sector and the slowest to change. Outside the spotlight, in indie and lesser-known titles, animal characters are hopefully getting weirder, wilder, and less predictable."},{"type":"text","value":"That’s still one advantage we have over large language models. We have the power to change our own training data."}]},{"section":"methods","content":[{"type":"h2","value":"Data and methods"},{"type":"h3","value":"How and why did we select these books?"},{"type":"text","value":"We identified 30 popular children’s books with anthropomorphic animals for every decade since 1950, plus a catch-all category for everything before 1950. To do so, we first compiled a general dataset of English-language “picture books” that have been popular in the 21st century. We collected information about books that were <a href=https://www.goodreads.com/shelf/show/picture-books target=_blank rel=noreferrer>tagged as a “picture book”</a> the most times on Goodreads as well as those that were compiled into a <a href=https://www.goodreads.com/list/show/107582 target=_blank rel=noreferrer>list of well-known picture books</a> by decade on Goodreads. We then supplemented this data with picture books that appeared on the <a href=https://www.nytimes.com/books/best-sellers target=_blank rel=noreferrer>New York Times bestseller list</a> for children’s picture books—between June 2008 when the list started and August 2024 when we collected data—and picture books that were tagged as “animals” in the <a href=https://dlp.lib.miamioh.edu/picturebook/ target=_blank rel=noreferrer>Children’s Book Database at Miami University</a>."},{"type":"text","value":"To identify picture books that specifically feature animals, we then selected any book that had “animals” as one of its top Goodreads tags; any book that was tagged as “animals” in the Children’s Book Database; or any book that GPT-4o identified as featuring animals (after being prompted with its title, author, and description). We manually evaluated every book and every representation of animals, so we used this approach simply to reduce a large dataset to a manageable size. We exclude anthologies and collections, like Grimm’s Fairy Tales."},{"type":"text","value":"We ranked the remaining books by number of Goodreads ratings and selected the top 30 books from every decade."},{"type":"h3","value":"What counts as anthropomorphic and “important to the story”?"},{"type":"text","value":"We include animal characters that meet the following criteria: 1) the animal exists (or existed) in the real world; 2a) the animal is an active subject at some point in the book; 2b) the animal has dialogue or plays a role in the story; 3) the animal has at least one anthropomorphic quality (e.g., clothing, speech, upright walking, jobs, personality, uses tools, facial expressions, complex relationships, cultural behavior, lives in a house, etc.). We exclude animals that were only referred to as a group or in a plural form (e.g, “… said the birds”, “the squirrels jumped”)."},{"type":"h3","value":"How did we identify gender?"},{"type":"text","value":"We identified the gender of animals based on how they were referenced in the text: with feminine (she/her), masculine (he/him), or neutral (it, they/them) pronouns; with a gendered honorific (e.g., Mr., Ms.) or familial role (e.g., brother, mother); or simply by their animal name (e.g., the frog) or a character name. Our analysis focuses on how animals are represented along a gender binary, but this reflects textual cues. Gender, whether in humans or animals, is much more complex than this binary suggests."},{"type":"h3","value":"How did we handle different names for the same animal (e.g., bunny, rabbit)? What animals did we exclude?"},{"type":"text","value":"Sometimes the same animal can have multiple names. We group together the following animal names: “cat” and “kitten”; “dog” and “puppy”; “bunny,” “rabbit,” and “hare.” We exclude “cow” and “hen” because these terms always refer to a female animal."},{"type":"h3","value":"What is LLM “temperature”? What temperatures did we use?"},{"type":"text","value":"Temperature is a parameter that controls the randomness of LLM outputs and is often considered a proxy for “creativity”—the higher the temperature, the more random the output. The <a href=https://platform.openai.com/docs/api-reference/responses/create#responses-create-temperature target=_blank rel=noreferrer>default</a> GPT-4o temperature is 1, and the possible range is 0-2. We used the following temperatures: 0, .5, 1, 1.5."}]},{"section":"footnotes","content":[{"type":"Ul","value":{"values":["We included a catch-all category for everything before 1950 as well. Because we were interested in the books that kids are reading today, we defined “popularity” not by historical sales or readership but by contemporary relevance—specifically, the books with the most Goodreads ratings as of the past year.","Temperature is a parameter that controls the randomness of LLM outputs and is often considered a proxy for “creativity”—the higher the temperature, the more random the output.  The <a href=https://platform.openai.com/docs/api-reference/responses/create#responses-create-temperature target=_blank rel=noreferrer>default</a> GPT-4o temperature is 1, and the possible range is 0-2. We used the following temperatures: 0, .5, 1, 1.5.","Exell describes the ladybug as “the most venerated creature on earth over immense areas of space and stretches of time.”"]}}]}]}