{"meta":{"title":"WHAT’S THAT BABY NAME?","description":"Baby name popularity—search and play the game(s)","url":"https://melaniewalsh.github.io/baby-name-game","keywords":"game, baby","byline":"By <a href=https://melaniewalsh.org/ target=_blank>Melanie Walsh</a>"},"body":[{"section":"intro","content":[{"type":"text","value":"Names are like a fingerprint. They define you, are unique to you. They represent you, both to the government and to the people you love."},{"type":"text","value":"Names also have their <em>own</em> fingerprints, their own histories. Their popularity waxes and wanes, like low-rise jeans."},{"type":"text","value":"For example, my name—”Melanie”—kind of emerged out of obscurity in the 1940s (my mom says that’s because of <a href=https://en.wikipedia.org/wiki/Melanie_Hamilton target=_blank>Melanie</a> from <em>Gone With the Wind</em>)."},{"type":"LineChart","value":[{"name":"Melanie","sex":"All","highlightYears":"1972, 1990, 2006","mode":"raw","startYear":"1920"}]},{"type":"text","value":"We Melanies had our heyday in 1972, but there was another little peak in 1990 (the year I was born) and 2006."},{"type":"text","value":"I know this because the U.S. Social Security Administration has been <a href=\"https://www.ssa.gov/oact/babynames/\" target=\"_blank\">keeping track</a> of baby names since 1880. With this data, you can explore pretty much any trend for any name."},{"type":"text","value":"My sister is having a baby soon, and I realized that this data is especially fun for expecting parents."},{"type":"text","value":"So I wanted to make the data into a game. (I needed <em>something</em> to contribute to the baby shower.)"},{"type":"h2","value":"Search Mode"},{"type":"text","value":"Ok, simply searching for a name isn’t a game. But it is a blast."},{"type":"text","value":"Here you can see—and screenshot—the popularity trend for any name that has appeared at least 1,000 times in the U.S. since 1880. Not a lot of babies named Carol these days."},{"type":"DotPlotSimple","value":{"id":"books","title":"Baby Name Popularity","sub":"1880-2024","defaultName":"Carol","startYear":"1920"}},{"type":"text","value":"I had to cap the names to make the data more manageable. Sorry, Aristotle (you just missed the cut)."},{"type":"h2","value":"Game Mode"},{"type":"text","value":"Searching for names is fascinating, and often surprising. But I wanted a real game."},{"type":"text","value":"What if you didn’t know which name you were looking at? Could you recognize a name—its unique fingerprint—based on its popularity over the last 100 years alone?"},{"type":"text","value":"That’s the premise of the challenges below. I made these games with baby showers in mind, but you can use them and play them however you like."},{"type":"h3","value":"Which Name is Which?"},{"type":"text","value":"Pick two names and challenge your friends to guess which is which! Drag and drop the right name to the right trend line."},{"type":"Versus","value":{"id":"books","title":"Baby Name Popularity","sub":"1880-2024","defaultName":"Sophie","startHidden":"true","startYear":"1920","showControls":"true"}},{"type":"text","value":"Want some spice? You can generate random names."},{"type":"h3","value":"Multiplayer Mode"},{"type":"text","value":"You can play this game right here, maybe with your computer hooked up to a TV. Or you can play in real-time—with other players—in Multiplayer Mode!"},{"type":"text","value":"One person becomes the host. Then they share a room code with friends who can join and compete to guess the names!"},{"type":"VersusMultiplayerButton","value":{}},{"type":"h3","value":"What’s That Name?"},{"type":"text","value":"Or pick a single name, and get your friends to guess it! This game usually works best if you at least provide a list of options. Or if you ask for a hint (this name starts with the letter “E”…)."},{"type":"DotPlot","value":{"id":"books","title":"Baby Name Popularity","sub":"1880-2024","defaultName":"Sophie","startHidden":"false","startYear":"1880","showControls":"true"}},{"type":"text","value":"Type in a name and display the trend chart. Then “hide” the name and let other people submit guesses. Or let the computer pick a random name."},{"type":"h3","value":"Multiplayer Mode"},{"type":"text","value":"Want to play with friends? Play in Multiplayer Mode."},{"type":"text","value":"One person becomes the host and shares the room code."},{"type":"MultiplayerButton","value":{}},{"type":"h2","value":"Origin Story"},{"type":"text","value":"My sister is having a baby soon. She and her husband have picked a name. They haven’t told many people, but they told me (after lots of pestering)."},{"type":"text","value":"At their baby shower, I made a PowerPoint game about baby names. Using the SSA data, I made popularity charts for the names of my sister and her husband, my parents, and his parents. Then I made everybody at the party guess each name based on the trend chart alone."},{"type":"text","value":"At the end of the game, I revealed the trend chart for my future niece, but I didn’t reveal her actual name. Let the intrigue simmer!!!"},{"type":"h2","value":"Game Ideas"},{"type":"text","value":"1. At my sister’s shower, we taped up pieces of paper with each name around the room. We showed each trend chart on a big screen and asked people to move beneath the name they thought the chart represented. One wrong guess, and you’re out. This game turned out to be pretty fun, but also hard. Only Matthew’s mom got “Matthew” right!"}]},{"section":"methods","summary":{"title":"Data & methods","questions":["Where does the data come from?","What names are included?"]},"content":[{"type":"h3","value":"Where does the data come from?"},{"type":"text","value":"To determine baby name popularity, I turned to data from the <a href=\"https://www.ssa.gov/oact/babynames/\" target=\"_blank\">Social Security Administration</a>. Yes, when a baby is born in the United States, a very special thing happens: they get a Social Security number. This means that the SSA has been keeping track of baby names since 1880."},{"type":"text","value":"The SSA releases this data annually, and the most recent data available is from 2024. The dataset includes the year, name, sex (recorded as F or M), and the number of babies born with that name."},{"type":"h3","value":"What names are included?"},{"type":"text","value":"For privacy reasons, the SSA only includes names that were given to at least 5 babies in a given year in any geographic area. This means that very rare or unique names will not appear in the dataset."},{"type":"text","value":"You can read more about the SSA baby names data and download it yourself at <a href=\"https://www.ssa.gov/oact/babynames/limits.html\" target=\"_blank\">ssa.gov/oact/babynames</a>."}]}]}