{"meta":{"title":"WHAT'S THAT BABY NAME?","description":"Baby name popularity, the game","url":"https://melaniewalsh.github.io/name-game","keywords":"game, baby","byline":"By <a href=https://melaniewalsh.org/ target=_blank>Melanie Walsh</a>"},"body":[{"section":"intro","content":[{"type":"text","value":"Names are like a fingerprint. They define you, are unique to you. They represent you both to the government and people you love."},{"type":"text","value":"Names also have their <em>own</em> fingerprints, their own histories. Their popularity waxes and wanes, like low-rise jeans."},{"type":"text","value":"For example, my name—”Melanie”—kind of emerged out of obscurity in the 1940s (my mom says that’s because of <a href=https://en.wikipedia.org/wiki/Melanie_Hamilton target=_blank>Melanie</a> from <em>Gone With the Wind</em>)."},{"type":"DotPlot","value":{"id":"books","title":"Baby Name Popularity","sub":"1880-2024","defaultName":"Melanie","startHidden":"“false”"}},{"type":"text","value":"We Melanies had our heyday in 1972, but there was another little peak in 1990 (the year I was born) and 2006."},{"type":"h2","value":"The Game"},{"type":"text","value":"Can you recognize a name—its unique fingerprint—based on its popularity over the last 100 years alone? That’s the premise of a new game that I created, which you can play below."},{"type":"DotPlot","value":{"id":"books","title":"Baby Name Popularity","sub":"1880-2024","defaultName":"Sophie","startHidden":"true"}},{"type":"text","value":"This game draws on Social Security Administration data to show how many babies in the U.S. were given each name since 1880."},{"type":"text","value":"With the interface above, you can type in a name and display the trend chart. You can also “hide” the name and let other people submit guesses."},{"type":"text","value":"If they guess right, the name will be revealed. If they guess wrong, the incorrect trend will flash on the screen and ask you to try again. If everybody’s stumped, you can manually reveal the correct name."},{"type":"text","value":"You can play this game however you wish, or make your own. There are more ideas below."},{"type":"h2","value":"Origin Story"},{"type":"text","value":"My sister is having a baby soon, and she and her husband have picked a name. They haven’t told many people, but they told me (after lots of pestering)."},{"type":"text","value":"When it came time for their baby shower, because I was buzzing about all this name stuff, I decided to make a game about baby names."},{"type":"text","value":"Using the SSA data, I made popularity charts for the names of my sister and her husband, my parents, and his parents. Then I made everybody at the party guess each name based on the trend chart alone."},{"type":"text","value":"At the end of the game, I revealed the trend chart for my future niece, but I didn’t reveal her actual name. Let the intrigue simmer!"},{"type":"text","value":"I thought this game was pretty fun, so I wanted to make a version that other people could play, too."},{"type":"h2","value":"Game Ideas"},{"type":"text","value":"1. At my sister’s shower, we taped up pieces of paper with each name around the room. We showed each trend chart on a big screen and asked people to move beneath the name they thought the chart represented. One wrong guess, and you’re out. This game turned out to be pretty fun, but also hard. Only Matthew’s mom got “Matthew” right!"}]},{"section":"methods","summary":{"title":"Data & methods","questions":["Where does the data come from?","What names are included?"]},"content":[{"type":"h3","value":"Where does the data come from?"},{"type":"text","value":"To determine baby name popularity, I turned to data from the <a href=\"https://www.ssa.gov/oact/babynames/\" target=\"_blank\">Social Security Administration</a>. Yes, when a baby is born in the United States, a very special thing happens: they get a Social Security number. This means that the SSA has been keeping track of baby names since 1880."},{"type":"text","value":"The SSA releases this data annually, and the most recent data available is from 2024. The dataset includes the year, name, sex (recorded as F or M), and the number of babies born with that name."},{"type":"h3","value":"What names are included?"},{"type":"text","value":"For privacy reasons, the SSA only includes names that were given to at least 5 babies in a given year in any geographic area. This means that very rare or unique names will not appear in the dataset."},{"type":"text","value":"You can read more about the SSA baby names data and download it yourself at <a href=\"https://www.ssa.gov/oact/babynames/limits.html\" target=\"_blank\">ssa.gov/oact/babynames</a>."}]}]}