{"meta":{"title":"Bears Will Be Boys","description":"A data analysis of animal gender in children’s books","url":"https://pudding.cool/2025/06/kids-book-animals/","keywords":"kids, children, books, animals, gender, bias, ai, artificial intelligence, chat gpt, linguistics","byline":"By <a href=https://pudding.cool/author/melanie-walsh/ target=_blank>Melanie Walsh</a>","others":"With <a href=https://pudding.cool/author/russell-samora/ target=_blank>Russell Samora</a>, <a href=https://pudding.cool/author/michelle-pera-mcghee/ target=_blank>Michelle Pera-McGhee</a>, <a href=https://pudding.cool/author/jan-diehm/ target=_blank>Jan Diehm</a>"},"body":[{"section":"intro","content":[{"type":"text","value":"If you spend any time with little kids, you’ll become (hyper)conscious of the way you narrate the world. “Look at Mr. Frog in the pond,” you’ll say. “Doesn’t he look grumpy?” And then you’ll catch yourself… Why did I say <em>Mr.</em> Frog? Why did I say <em>he</em>?"},{"type":"text","value":"Where do these gendered presumptions come from, and how pervasive are they? Does everybody assume that a frog is a “he?” What about a bear, or a bird, or a cat, or a pig?"},{"type":"text","value":"We wanted to know: <strong>Which animals do we gender, and why?</strong> And what does this tell us about our baked in assumptions about gender, animals, and personhood?"}]},{"section":"methodology","summary":{"title":"Act I","open":"true","questions":["Which animals skew male vs. female?","Enter: Kids’ Books, ChatGPT, and 1.3k Random People"],"time":"2 min"},"content":[{"type":"h2","value":"Finding the Data"},{"type":"text","value":"We started with arguably the richest source of anthropomorphized animals in human culture: children’s picture books."},{"type":"text","value":"We identified the most popular English-language kids’ books on Goodreads that feature at least one anthropomorphized animal. We focused on the most rated titles published since 1950, plus some older and still highly rated classics.<sup id=\"ref-1\"><a href=\"#footnote-1\">1</a></sup> We read about 30 per decade—around 300 books in total—and noted the gender of any anthropomorphized animal character who was important to the story."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/ifyougiveamouseacookie.jpg","alt":"A mouse looking satisfied, sitting against an empty glass of milk. The text says “When he’s finished, he’ll ask for a glass of milk.”","caption":"The mouse (he/him) from <em>If You Give a Mouse a Cookie</em> (1985), written by Laura Joffe Numeroff and illustrated by Felicia Bond.","pronoun":"he"},{"src":"assets/images/itty-bitty-kitty-corn-zoom.png","alt":"An illustration from  <em>Itty-Bitty Kitty-Corn</em> (2021) showing Kitty, a fluffy pink kitten with a yellow-and-orange paper unicorn horn. Kitty has green eyes and a purple bow around her neck. The page contains four drawings of Kitty in different playful poses, mostly standing, prancing, and galloping. The text reads: \"Kitty stands tall. She prances on her pawed, clawed, unicorn hooves. She gallops on her eensy-weensy unicorn legs.\"","caption":"Kitty (she/her) from <em>Itty-Bitty Kitty-Corn</em> (2021), written by Shannon Hale and illustrated by LeUyen Pham.","pronoun":"she"},{"src":"assets/images/hungry-caterpillar.png","alt":"A large, colorful caterpillar  from <em>The Very Hungry Caterpillar</em> (1969) with a red head, yellow-rimmed green eyes, purple antennae, and a segmented green body stands on stubby brown legs. Above the caterpillar, the text reads: \"Now he wasn’t hungry any more – and he wasn’t a little caterpillar any more. He was a big, fat caterpillar.\"","caption":"The caterpillar (he/him) from <em>The Very Hungry Caterpillar</em> (1969), written and illustrated by Eric Carle.","pronoun":"he"}]}},{"type":"Details","value":{"summary":"How did we define gender?","details":[{"type":"text","value":"Gender is one of the most complex aspects of human life—and perhaps animal life, too. Scholars have long distinguished between sex as a biological category (e.g., male, female) and gender as a social construction (e.g., man, woman, non-binary, etc.)—though both categories are now understood to be <a href=https://www.scientificamerican.com/article/sex-redefined-the-idea-of-2-sexes-is-overly-simplistic1/ target=_blank rel=noreferrer>more fluid than once assumed</a>. While gender has traditionally been viewed as a uniquely human concept, some scientists now believe that animals may <a href=https://academic.oup.com/bioscience/article/55/2/178/221485 target=_blank rel=noreferrer>have gender, too</a>."},{"type":"text","value":"For the purposes of our study, we were interested in fictional animal characters, and the human conceptions of gender foisted upon them. Even so, determining the gender of animal characters is tricky."},{"type":"text","value":"For example, in Sandra Boynton’s <em>But Not the Hippopotamus</em> (1982), a bear and a hare appear in bow ties—a traditionally masculine accessory—but are never explicitly gendered in the text. Are they boys?"},{"type":"text","value":"To avoid projecting our own assumptions based on clothing, visual cues, or names, we decided to go with a conservative approach. We only recorded how animal characters were referenced in the text: with feminine (<span class=she>she/her</span>), masculine (<span class=he>he/him</span>), or neutral (<span class=neutral>it</span>, <span class=neutral>they/them</span>) pronouns; with a gendered honorific (e.g., Mr., Ms.) or familial role (e.g., brother, mother); or simply by their animal name (e.g., the frog) or a character name."},{"type":"text","value":"While our later analysis focuses on how animals are represented along a gender binary, this reflects textual cues like pronouns. Gender, whether in humans or animals, is much more complex than this binary suggests."}]}},{"type":"text","value":"We were also curious about people’s knee-jerk reactions to animals and gender. Authors make deliberate choices about the characters they create. More contemporary authors might be especially intentional about subverting gender stereotypes."},{"type":"text","value":"To dig into more automatic assumptions, we designed an experiment. We asked human survey respondents and an LLM (GPT-4o) to complete a story that began:"},{"type":"text","value":"<span>“And then the <strong>bear</strong> said, ‘I must go to the river.’ Upon arriving…”</span>"},{"type":"text","value":"We randomly swapped in one of seven animals: bear, bird, cat, pig, duck, mouse, or dog. We didn’t tell participants—or the model—what the experiment was about, and even tried to throw them off the scent.<sup id=\"ref-2\"><a href=\"#footnote-2\">2</a></sup>"},{"type":"text","value":"More than 1,300 human respondents participated in our experiment. We ran GPT-4o 2,800 times, 400 times for each of the same seven animals, with 100 runs at each of four “temperatures.”<sup id=\"ref-3\"><a href=\"#footnote-3\">3</a></sup>"},{"type":"text","value":"Each continuation gave us a window into how the storyteller—either human or machine—imagined the animal, especially whether they assigned the animal a gender."},{"type":"h2","value":"Which animals skew male vs. female?"},{"type":"text","value":"So what did we find? Across all the children’s books, only a few animals were more consistently gendered female: birds, ducks, and cats."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/melfell.jpg","alt":"A bird is falling downward. The text says, “She fell.”","caption":"A bird named Mel (she/her) in <em>Mel Fell</em> (2021), written and illustrated by Corey R. Tabor.","pronoun":"she"},{"src":"assets/images/kitten-first-full-moon-bug.png","alt":"A black-and-white illustration from a children’s book shows a wide-eyed kitten sitting on a windowsill at night, with a bug stuck to her tongue. The kitten looks surprised and slightly dismayed. In the background, a large full moon glows in the sky, surrounded by several glowing fireflies. The text below reads: \"But Kitten only ended up with a bug on her tongue. Poor Kitten!\"","caption":"Kitten (she/her) from <em>Kitten’s First Full Moon</em> (2004), written and illustrated by Kevin Henkes.","pronoun":"she"},{"src":"assets/images/horton-bird-mine.png","alt":"An illustration from Dr. Seuss’s <em>Horton Hatches the Egg</em> showing Mayzie the bird leaping toward a tree branch as the egg in the nest begins to crack open. The egg is large and orange with white spots, and it's surrounded by motion lines and bursts indicating the moment of hatching. Below, the text reads: “But it’s MINE!” screamed the bird, when she heard the egg crack.","caption":"Mayzie the bird (she/her) from <em>Horton Hatches the Egg</em> (1940), written and illustrated by Dr. Seuss.","pronoun":"she"},{"src":"assets/images/duck-little-bear.png","alt":"An illustration from the children’s book <em>Little Bear</em> (1957) showing a duck and a hen sitting upright in chairs at a dining table covered with a fringed tablecloth. There is a potted flower and a jar in the center of the table. The accompanying text reads: “Thank you, Duck,” says Little Bear.  “Yes, I am making Birthday Soup. Will you stay and have some with us?” “Thank you, yes, thank you,” says Duck. And she sits down to wait.","caption":"Duck (she/her) from <em>Little Bear</em> (1957), written by  Else Holmelund Minarik and illustrated by Maurice Sendak.","pronoun":"she"}]}},{"type":"text","value":"That’s when we focus on characters who were explicitly gendered (<span class=she>she/her</span> or <span class=he>he/him</span>) and drill down to animals that appear in at least 10 different books."},{"type":"DotPlot","value":{"id":"books","title":"Anthropomorphized Animals in Popular Children’s Books","sub":"*Animals That Appear in 10+ Books"}},{"type":"text","value":"The rest—frog, wolf, fox, elephant, dog, monkey, bear, rabbit, mouse, and pig—skew male, in descending order of dudeness.  So automatically reaching for <span class=he>he</span> after “look at the frog!” starts to make some sense. If children’s books are our training data, <span class=he>he</span> is probably the next likely token."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/frog_it-fell-from-the-sky.png","alt":"An illustration from <em>It Fell From the Sky</em> (2021) showing a realistic frog crouched among tall dandelions and leafy plants. The frog’s tongue is extended toward a colorful object on the ground: a shiny green and yellow marble. The marble is the only part of the image in color. Below, the text reads: \"A Frog assumed it was a gumdrop. He didn’t like how it tasted.\"","caption":"A frog (he/him) from <em>It Fell From the Sky</em> (2021), written by Devin Fan and illustrated by Devin Fan and F.H. Terry.","pronoun":"he"},{"src":"assets/images/something's-wrong.png","alt":"An illustration from <em>Something's Wrong!: A Bear, a Hare, and Some Underwear</em> (2021) showing Anders, a green rabbit with wide eyes and a surprised expression staring at a bear, Jeff, wearing only white underpants. The text, presumably from the rabbit’s inner monologue, reads: “Oh boy. Should I tell him? Yes? You really think he can handle it? Why am I even asking you? Who are you? All right. Welp. Here we go . . .”","caption":"Jeff the bear (he/him) and Anders the hare from <em>Something's Wrong!: A Bear, a Hare, and Some Underwear</em> (2021), written by Jory John and illustrated by Erin Kraan.","pronoun":"he"},{"src":"assets/images/wolf-three-pigs.png","alt":"An illustrated page from <em>The Three Pigs</em> (2001) showing a wolf with eyes closed, cheeks puffed, and paws raised as he blows hard. Straw flies through the air, surrounding a pig who is tumbling backward out of the panel. The narration at the top reads: \"So the wolf huffed, and he puffed, and he blew the house in…\" The pig, mid-air and startled, has a speech bubble that says: \"Hey! He blew me right out of the story!\"","caption":"The Wolf (he/him) in <em>The Three Pigs</em> (2001), written and illustrated by David Wiesner.","pronoun":"he"},{"src":"assets/images/clifford.png","alt":"An illustration from <em>Clifford’s Halloween</em> (1966) showing Clifford the Big Red Dog dressed as Santa Claus. He wears a red Santa hat and has a big white beard tied around his face. A child rides on his back. Clifford carries a sack of toys in his mouth that are tumbling out. Two bundled-up children run toward him in the snow. The caption reads: \"At Christmas, Clifford makes a very good Santa. He already has a red coat.\"","caption":"Clifford the Big Red Dog (he/him) from <em>Clifford’s Halloween</em> (1966), written and illustrated by Norman Bridwell.","pronoun":"he"}]}},{"type":"DotPlot","value":{"id":"survey","title":"Anthropomorphized Animals in Survey Results"}},{"type":"text","value":"In the human responses, no animal tilted more female than male. Bears were the most likely to be boys by a hair (and real hares weren’t far behind)."},{"type":"Swiper","value":{"pre":"<span>“And then the <strong>bear</strong> said, ‘I must go to the river.’ Upon arriving…”</span>","examples":["<strong><span class=he>he</span></strong> looked at the beavers work and said “Dam.”<br><br><em>-Survey Respondent (40s)</em>","<strong><span class=he>he</span></strong> spun around like a ballerina, dipped <span class=he>his</span> paws in the river, and caught the most beautiful pink salmon.<br><br><em>-Survey Respondent (20s, Female)</em>","<strong><span class=he>he</span></strong> realised <span class=he>he</span> forgot <span class=he>his</span> phone home or maybe on the bus. This is when panic shot through <span class=he>him</span>, not because <span class=he>he</span> had an expensive phone but because <span class=he>he</span> just reached level 6000 on Candy Crush and now <span class=he>he</span> had to start all over. As <span class=he>he</span> calmed down <span class=he>he</span> started to retrace <span class=he>his</span> steps…<br><br><em>-Survey Respondent (20s)</em>","the other animals were surprised that <strong>the bear</strong> had learned to speak English, and viewed <span class=he>him</span> with great suspicion.<br><br><em>-Survey Respondent (40s, Male)</em>","the river had completely dried up. <strong>The bear</strong> sat down and wondered what happened to it, the river being <span class=he>his</span> favourite place.<br><br><em>-Survey Respondent</em>"],"caption":"Example survey responses"}},{"type":"DotPlot","value":{"id":"chat","title":"Anthropomorphized Animals in ChatGPT Results"}},{"type":"text","value":"In the ChatGPT responses, only cat leaned more female, with bird being about equally split between gendered references."},{"type":"Swiper","value":{"examples":["The <strong>cat</strong> met an old turtle who seemed to be expecting <span class=she>her</span>. The turtle nodded knowingly and asked, \"Are you ready to unravel the wonders of the water?\" The <strong>cat</strong> nodded with curiosity as <span class=she>she</span> followed the turtle to the riverbank, eager to discover what lay ahead.<br><br><em>-GPT-4o (Temperature: 1; Default)</em>","The <strong>cat</strong> gazed thoughtfully at the flowing water, pondering its ripples. <span class=she>She</span> then balanced <span class=she>herself</span> on the stones at the edge and started reciting a poem, believing it held the answers to the mysteries <span class=she>she</span> pondered back home. Finally, captivated by the soothing ambiance, <span class=she>she</span> settled on a rock, <span class=she>her</span> tail swaying gently with each verse.<br><br><em>-GPT-4o (Temperature: 1.5)</em>","The <strong>bird</strong> spotted a line of luscious green plants swaying gently at the water's edge. Intrigued, <span class=she>she</span> leaped into the air and danced merrily between the grasses, finally dipping <span class=she>her</span> beak into the river to sip the clear, cool water. Embracing the peaceful moments away from forecasting duties, <span class=she>she</span> reveled in this journey—refreshing <span class=she>her</span> spirit before <span class=she>her</span> return to provide what predictions <span class=she>she</span> would offer.<br><br><em>-GPT-4o (Temperature: 1.5)</em>","The <strong>bird</strong> was astonished to find the river had vanished, replaced by a bustling city. Perplexed and curious, <span class=neutral>it</span> fluttered through the streets, observing the towering buildings and busy people. Eventually, <span class=neutral>it</span> perched on a lamp post, reflecting on how much the world had changed.<br><br><em>-GPT-4o (Temperature: 1; Default)</em>","The <strong>cat</strong> found an unlikely gathering of animals waiting for <span class=she>her</span>, each eager to hear <span class=she>her</span> stories. With a graceful leap onto a smooth rock, <span class=she>she</span> began to recount tales of distant lands and mysterious adventures, captivating <span class=she>her</span> audience. The river flowed gently by, as if pausing to listen to the <strong>cat</strong>'s enchanting narrative.<br><br><em>-GPT-4o (Temperature: 0.5)</em>","The <strong>cat</strong> found a gathering of animals eagerly waiting for <span class=she>her</span> wisdom. To their surprise, <span class=she>she</span> began to teach them the ancient art of fishing using only their reflections in the water. As they practiced, the river shimmered with laughter and newfound skills.<br><br><em>-GPT-4o (Temperature: 1; Default)</em>"],"caption":"Example ChatGPT responses"}},{"type":"Grid","value":{"description":"These are the 821 animals from children’s books that we included in our analysis. Hover or click for more information. See <a href=#methods>methods</a> for more details or <a download href=assets/data/kids-book-animals.csv>download the data</a>."}}]},{"section":"analysis","summary":{"title":"Act II","questions":["What about gender neutral or ambiguous animals?","Enter: AI and the Vanishing Gender Problem"],"time":"3 min"},"content":[{"type":"h2","value":"Mostly he, rarely she, and sometimes It"},{"type":"DotPlot","value":{"id":"all","title":"ChatGPT vs. Survey vs. Books"}},{"type":"text","value":"This bro-y trend holds for most animals. Male animal characters appeared twice as often as female characters across all the children’s books. They appeared nearly three times as often in the survey results (39% vs. 14%)—particularly striking because our respondents were mostly women—and eleven times as often in the AI-generated stories (11% vs. 1%)."},{"type":"text","value":"<strong>But what about animal characters who were presented as non-binary or not gendered at all?</strong>"},{"type":"text","value":"In the children’s books, gender neutral language was rare. Only two percent of the animals were described as <span class=neutral>it</span>. <span class=neutral>They/them</span> was almost never used. About 19% of the characters were referred to simply by their animal name (e.g., “the frog”)."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/rabbit-listened-it.png","alt":"An illustration from <em>The Rabbit Listened</em> (2018) that shows two scenes. In the top half, a small brown rabbit approaches a scattered pile of yellow toy blocks. The text reads: \"But it moved closer, and closer.\" In the bottom half, a child named Taylor with curly dark hair, wearing teal striped pajamas, sits curled up on the ground looking sad. The rabbit now sits quietly beside Taylor, leaning in. The text beside them reads: \"Until Taylor could feel its warm body.\"","caption":"The rabbit from <em>The Rabbit Listened</em> (2018), written and illustrated by Cori Doerrfeld.","pronoun":"it"},{"src":"assets/images/kitten-it-are-you-my-mother.png","alt":"An illustration from <em>Are You My Mother?</em> (1960) showing a wide-eyed brown kitten standing silently, staring at a small bird who is looking up at it with an open beak. The kitten has bright yellow eyes and a neutral expression. The text reads: \"The kitten just looked and looked. It did not say a thing.\"","caption":"A kitten from <em>Are You My Mother?</em> (1960), written and illustrated by P. D. Eastman.","pronoun":"it"},{"src":"assets/images/very-lonely-firefly.png","alt":"A vibrant illustration shows a firefly with red wings and a green face flying through a twilight sky. On the right, the orange sun sets below the horizon, casting red rays into the deepening blue and purple sky. The text at the top reads: \"As the sun set a little firefly was born.","caption":"A firefly from <em>The Very Lonely Firefly</em> (1995), written and illustrated by Eric Carle.","pronoun":"it"},{"src":"assets/images/wolverine-cozy-zoom.png","alt":"An illustration shows a snowy arctic landscape under a night sky glowing with northern lights. On the left, a wolverine covered trudges through the snow. On the right, a large, shaggy musk ox named Cozy stands in the snow, sheltering several small animals beneath him. The text reads: \"As winter went by, the storms grew worse. The wind blew and blew, and a low humpy shape appeared, swaying and shuffling. Its coat was covered with ice balls. 'Shaggy beast,' it growled, 'I fell into an ice floe and am chilled to the bone. Can you help me?' Cozy was happy to invite the wolverine in, but added to the house rules. 'Quiet voices, gentle thumping, claws to yourself, no biting, and no pouncing.'\"","caption":"A wolverine from <em>Cozy</em> (2020), written and illustrated by Jan Brett.","pronoun":"it"}]}},{"type":"text","value":"There was a lot more gender neutrality and ambiguity in the human survey responses and LLM results—though, since their stories were much shorter than a typical kid’s book, it was perhaps easier to maintain gender neutrality. While <span class=he>he/him</span> was still the most frequently used pronoun in the survey results, many respondents referred to the animal by name (26%) or by <span class=neutral>it</span> (17%)."},{"type":"text","value":"The LLM leaned into neutrality even more heavily. The model’s most commonly used referent—by far—was <span class=neutral>it</span>, used in 64% of completions!"},{"type":"Swiper","value":{"examples":["<strong>The cat</strong> stared intently at <span class=\"neutral\">its</span> reflection, pondering the mysteries of <span class=\"neutral\">its</span> nine lives. Suddenly, <span class=\"neutral\">it</span> noticed a fish leaping out of the water, sparking an unexpected contemplation of <span class=\"neutral\">its</span> own agility and curiosity. With a graceful leap, <strong>the cat</strong> decided to test the waters, both literally and metaphorically, diving into a new adventure.<br><br><em>-GPT-4o (Temperature: 1; Default)</em>","<strong>The bear</strong> saw <span class=\"neutral\">its</span> reflection in the water and paused, contemplating <span class=\"neutral\">its</span> existence. Instead of catching fish, <span class=\"neutral\">it</span> began to play with <span class=\"neutral\">its</span> image, trying to match the curves and ripples with curious paw swipes. Unexpectedly charmed by <span class=\"neutral\">its</span> newfound companion, <strong>the bear</strong> forgot all about <span class=\"neutral\">its</span> original reason for arriving there.<br><br><em>-GPT-4o (Temperature: 1.5)</em>","<strong>The mouse</strong> was surprised to find a gathering of animals, all there to witness the rare blooming of the moonflower. Mesmerized by the sight, <strong>the mouse</strong> realized that <span class=\"neutral\">its</span> instincts had led <span class=\"neutral\">it</span> to a moment of unexpected beauty and connection. <span class=\"neutral\">It</span> joined the circle, feeling a sense of belonging and wonder at the natural world.<br><br><em>-GPT-4o (Temperature: 1; Default)</em>","<strong>The pig</strong> found a group of frogs who were organizing a boat race. Curious and eager to join the fun, <strong>the pig</strong> politely asked if <span class=\"neutral\">it</span> could participate. To everyone's delight, <strong>the pig</strong> became the star of the event, effortlessly guiding the boat with <span class=\"neutral\">its</span> snout.<br><br><em>-GPT-4o (Temperature: 1; Default)</em>","<strong>The bear</strong> was surprised to find all the forest animals gathered to celebrate <span class=\"neutral\">its</span> birthday, having predicted exactly when and where <span class=\"neutral\">it</span> would appear. Hugely flattered and a bit bewildered, <strong>the bear</strong> joined in the feast, marveling at their uncanny foresight. Meanwhile, the owls winked knowingly, having orchestrated the whole fortuitous encounter.<br><br><em>-GPT-4o (Temperature: 1.5)</em>"],"caption":"Example ChatGPT responses"}},{"type":"text","value":"Why would ChatGPT describe an anthropomorphized animal as <span class=neutral>it</span> so often?"},{"type":"text","value":"Our best guess is that OpenAI intentionally steers its models toward non-gendered pronouns in cases where gender is ambiguous, attempting to address the <a href=https://arxiv.org/abs/1608.07187 target=_blank rel=noreferrer>well-documented</a> and <a href=https://dl.acm.org/doi/10.1145/3461702.3462536 target=_blank rel=noreferrer>deep-seated</a> <a href=https://www.unesco.org/en/articles/generative-ai-unesco-study-reveals-alarming-evidence-regressive-gender-stereotypes target=_blank rel=noreferrer>gender biases</a> evidenced in AI models."},{"type":"text","value":"But these well-meaning guardrails may have unintended consequences. ChatGPT doesn’t just neutralize gender; it virtually erases the possibility of a female protagonist altogether."}]},{"section":"analysis","summary":{"title":"Act III","questions":["Why are there so few girl animals?","Enter: The Experts"],"time":"5 min"},"content":[{"type":"h2","value":"Where did all the girl animals go?"},{"type":"text","value":"Why are animal gender ratios so lopsided in children’s books? And why are female animals even more absent in the stories produced by the survey respondents and AI model?"},{"type":"text","value":"Perhaps because the main character of a story is still assumed to be male by default—and maybe especially when the story’s setting lacks explicit social cues."},{"type":"text","value":"This aligns with <a href=https://www.jstor.org/stable/2776222?seq=1 target=_blank rel=noreferrer>decades</a> <a href=https://link.springer.com/article/10.1007/BF00299282 target=_blank rel=noreferrer>of</a> <a href=https://link.springer.com/article/10.1007/s11199-006-9128-6 target=_blank rel=noreferrer>research</a>—much of it quantitative—showing that male characters dominate children’s literature and media. A <a href=https://journals.sagepub.com/doi/abs/10.1177/0891243211398358 target=_blank rel=noreferrer>2011 study</a> found that gender disparity was actually worse for animal protagonists. While representation of human girls and women improved over time, the animal world remained stubbornly male-dominated—at a ratio of about 2 to 1, similar to our findings."},{"type":"Figure","value":{"src":"assets/images/study-abstract-zoom.png","Alt":"Screenshot of abstract from <a href=https://link.springer.com/article/10.1007/BF00287623 target=_blank rel=noreferrer>classic 1987 study</a> “The Three Bears Are All Boys: Mothers' Gender Labeling of Neutral Picture Book Characters”</a> (1987) by Judy S. DeLoache, Deborah J. Cassidy, and C. Jan Carpenter. The text reads “Two studies examined mother's labeling of gender-neutral characters in young children's picture books. In the first study, mothers and their 18- to 38-month-old children looked at three popular children's books together. The mothers' use of masculine or feminine names or pronouns to refer to gender-neutral characters was recorded. The data revealed an extreme masculine bias: 95% of all characters of indeterminate gender were referred to by the mothers as males. In a second study, specially prepared picture books were used to examine the effect of gender-relevant variables on the mothers' labeling.”","caption":"The classic 1987 study, <a href=https://link.springer.com/article/10.1007/BF00287623 target=_blank rel=noreferrer>“The Three Bears Are All Boys: Mothers' Gender Labeling of Neutral Picture Book Characters,”</a> (1987) by Judy S. DeLoache, Deborah J. Cassidy, and C. Jan Carpenter."}},{"type":"text","value":"Gender-neutral animal characters—those never explicitly gendered in the text—are often assumed to be male, too. In a <a href=https://link.springer.com/article/10.1007/BF00287623 target=_blank rel=noreferrer>classic 1987 study</a>, mothers reading aloud to their children referred to ungendered animal characters as male 95% of the time. One of the only feminine designations was for a duck pictured with two ducklings—“Mrs. Duck.”"},{"type":"text","value":"We similarly observed that many female animals were moms, background characters for male leads."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/petes-mom.png","alt":"A colorful illustration showing Pete the Cat stepping off a yellow school bus wearing big red high-top sneakers and an orange backpack. On the grassy lawn, Pete's mom—a tall, brown and white cat wearing a pink dress with a pearl necklace—is waiting. Text on the right reads: \"Pete’s mom asks him, ‘What did you do at school today?’\" \"And Pete says...\"","caption":"Pete the Cat with his mom in <em>Pete the Cat: I Love My White Shoes</em> (2008), written by Eric Litwin and illustrated by James Dean.","pronoun":"she"},{"src":"assets/images/mom-creepy-carrots.png","alt":"A grayscale illustration shows a rabbit child named Jasper in a state of panic, mouth wide open as he shouts and points. Behind him, a concerned rabbit mother looks out from a lit doorway. Text on the page reads: “Mom! Mom!” Jasper screamed. “Creepy carrots! In the shed!”","caption":"The mom rabbit in <em>Creepy Carrots!</em> (2012), written by Aaron Reynolds and illustrated by Peter Brown.","pronoun":"she"},{"src":"assets/images/llama-mama.png","alt":"An illustration shows a baby llama hugging his mother tightly. Both have their eyes closed and peaceful smiles on their faces. The mother llama wears a black coat, a purple polka-dot blouse, and a pearl necklace, and carries a pink backpack. The baby llama wears a blue sweater and holds up a drawing of the two of them in a sunny field. The background is white, with the text: \"He loves Mama...\"","caption":"Llama and his mama from <em>Llama Llama Misses Mama</em> (2009), written and illustrated by Anna Dewdney.","pronoun":"she"},{"src":"assets/images/george's-mother.png","alt":"A simple, bold illustration features George’s mother, a brown dog with a long body and red scarf tied around her neck. She is standing against a bright yellow background and facing right, mid-speech, with her mouth open. Text above her reads: \"George's mother said:\"","caption":"George’s mother in <em>Bark, George</em> (1999), written and illustrated by Julius Feiffer.","pronoun":"she"},{"src":"assets/images/skippyjon-jones-mom.png","alt":"An illustration shows a tall Siamese cat named Mama Junebug Jones holding up her kitten, Skippyjon Jones, and showering him with kisses. Skippyjon has large blue eyes and big ears. Mama wears a blue apron and has two other kittens clinging to her legs. They stand in a colorful, messy room strewn with toys. The text reads: \"Mama Junebug Jones lifted up Skippyjon and covered his head with furry purry kisses. 'What am I going to do with you, Mr. Cocopugs?' she scolded.\"","caption":"Skippyjon Jones being held by his mom in <em>Skippyjon Jones</em> (2003), written and illustrated by Judith Byron Schachner.","pronoun":"she"}]}},{"type":"text","value":"There’s a kind of stealth sexism at work here. Because animal characters seem less connected to the human world, they seemingly sidestep pesky human problems. This idea has persisted in children’s publishing for decades."},{"type":"text","value":"Back in the 1970s, one book editor <a href=https://archive.org/details/gettingbookstoch0000turo/page/88 target=_blank rel=noreferrer>told researchers</a> that animal characters just make things “easier”: “You don’t have to determine if it’s a girl or boy—right? That’s such a problem today.” Decades later, Marcia Wernick—the agent to children’s book author Mo Willems—echoed the same logic to a <em>Washington Post</em> reporter who had <a href=https://www.washingtonpost.com/posteverything/wp/2016/01/08/why-are-there-so-few-girls-in-childrens-books/ target=_blank rel=noreferrer>the same question we do</a>."},{"type":"Figure","value":{"src":"assets/images/pigeon-willems.jpg","Alt":"The cover of “Don’t Let the Pigeon Drive the Bus!” written and illustrated by Mo Willems, featuring a gray illustrated pigeon who is never gendered.","caption":"The ungendered pigeon from “Don’t Let the Pigeon Drive the Bus!” written and illustrated by Mo Willems."}},{"type":"text","value":"But our findings suggest that when we turn to animals, that’s often when we most faithfully reproduce—and even exaggerate—the cultural norms we think we’ve left behind."},{"type":"text","value":"Feather Flores, an editor at Atheneum Books for Young Readers—an imprint of the “Big 5” publisher Simon & Schuster—told us that the idea of “universal” animal characters can be powerful but also problematic. “Anthropomorphized animals can be extremely useful as a vehicle for fable, allegory, satire, or social commentary,” she said."},{"type":"Figure","value":{"src":"assets/images/watership-down.jpg","alt":"The cover of <em>Watership Down</em> (1972) by Richard Adams.","caption":"Richard Adams’s <em>Watership Down</em> (1972), often cited as a powerful animal allegory."}},{"type":"text","value":"But, Flores went on, “attempting to build relatability or universality by stripping away the ways we are embodied and experience the world as humans does not always (or, I would argue, <em>usually</em>) make for the most emotionally resonant stories.”"},{"type":"text","value":"Beyond emotional resonance, is the absence of girl animals in children’s books really that serious? Does it actually impact how kids develop and see the world?"},{"type":"text","value":"Yes, says Megan Fulcher, a professor of cognitive and behavior psychology at Washington & Lee University, who focuses on gender role development. “Differences in representation really matter no matter if characters are human or animals,” Fulcher said. This absence not only provides girls with few models, but it also prevents boys from practicing cognitive skills like empathy."},{"type":"Figure","value":{"src":"assets/images/action-figures-transparent.png","alt":"Eight Marvel superhero action figures arranged in two rows. Top row, left to right: Captain America holding a shield, Iron Man in red and gold armor, Black Panther in a black suit with a gold necklace, and Spider-Man in red and blue costume. Bottom row, left to right: Ant-Man in a red and black suit, War Machine in black and silver armor with a shoulder cannon, Hulk with green skin and purple pants, and Falcon in a red and white suit with red wings.","caption":"Action figures, conjuring an imaginative world void of girls."}},{"type":"text","value":"Fulcher and her lab have found the same problem in kids’ toys. “Boy toys” like action figures and Legos often include few or no female characters, which makes “women and girls invisible in boys’ pretend play” and leaves their imaginative worlds “void of girls.”"},{"type":"text","value":"If we apply this logic to picture books, the picture is rather bleak. Because animal characters obscure all kinds of human difference. A <a href=https://www.theguardian.com/books/2020/nov/11/childrens-books-eight-times-as-likely-to-feature-animal-main-characters-than-bame-people target=_blank rel=noreferrer>UK study</a> found that there were more animal protagonists in British children’s books than Black, Asian, or ethnic minority protagonists. And, recently, animal characters have been used to represent transgender people, which writer Parrish Turner has argued <a href=https://www.slj.com/story/animals-substitutes-for-transgender-humans-is-diminishing target=_blank rel=noreferrer>can fall flat or worse</a>."},{"type":"text","value":"So much for sidestepping human problems. Animal characters don’t just reflect our biases. They often deepen them."}]},{"section":"analysis","summary":{"title":"Act IV","questions":["Why do we gender certain animals more than others?","Enter: The Patriarchy and Linguistics, with the Black Cat Girlfriend"],"time":"6 min"},"content":[{"type":"h2","value":"Why are cats, birds, and ladybugs… ladies?"},{"type":"text","value":"But why do we gender <em>certain</em> animals in <em>certain</em> ways more than others—like cats, birds, and ladybugs as females, or bears, wolves, dogs, and frogs as males?"},{"type":"Swiper","value":{"examples":[{"src":"assets/images/cat-marlon-bundo.png","alt":"An illustration shows two male animals—a bunny with black ears and a bowtie, and a brown rabbit with glasses—holding paws at their wedding ceremony. The officiant is a golden cat in a white robe and pearls, holding a religious text. Beside her stands her wife, a gray cat in a purple dress and necklace. The text reads: \"And the ceremony was performed by a cat named Pajama...who brought her wife as her date.\"","caption":"A cat named Pajama (she/her) from <em>A Day in the Life of Marlon Bundo </em> (2018), written by Jill Twiss and illustrated by E.G. Keller. This book parodies <em>Marlon Bundo's A Day in the Life of the Vice President</em>, a story about the real-life pet bunny of Mike Pence, the former Vice President and anti-LGBTQ advocate.","pronoun":"she"},{"src":"assets/images/cat-fluffy-mcwhiskers.png","Alt":"A close-up illustration showing Fluffy McWhiskers, a fluffy lavender cat with enormous, shiny black eyes, tiny ears, and a small mouth. Her fur radiates outward in soft tufts. The background is white, and the text is split on either side of her face: \"Yes, Fluffy McWhiskers was so cute that if you saw her... you'd explode.\"","caption":"The protagonist cat (she/her) from  <em>Fluffy McWhiskers Cuteness Explosion</em> (2021), written by Stephen W. Martin and illustrated by Dan Tavis.","pronoun":"she"},{"src":"assets/images/cat-duck-on-a-bike-zoom.png","alt":"An illustration shows a large tabby cat lounging on the ground, eyes closed, calmly licking her paw. Behind her is a red barn with a tire, a shovel, and a wooden barrel. Duck is riding by on a red and white bicycle. The text reads: \"Then Duck rode past Cat. ‘Hello, Cat!’ said Duck. ‘Meow,’ said Cat. But what she thought was, ‘I wouldn’t waste my time riding a bike!’\"","caption":"Cat (she/her) from <em>Duck on a Bike</em> (2002), written and illustrated by David Shannon","pronoun":"she"}]}},{"type":"text","value":"It’s likely the result of a rich and long-simmering cultural soup: a mix of patriarchal structures and human stereotypes, hard-coded linguistic habits and famous media characters, with just a sprinkling of historical quirks to taste."},{"type":"Figure","value":{"src":"assets/gifs/little-bear-soup.gif","alt":"The children’s book character Little Bear, an anthropomorphic bear, is stirring a big blue pot of soup.","caption":"Little Bear tending to a long-simmering cultural soup. Source: The <a href=https://youtu.be/2mds_c_OWp0?si=btfMgqh8I_xB4Qdi&t=198 target=_blank rel=noreferrer>1990s TV adaptation</a> of <em>Little Bear</em>, originally written by Else Holmelund and illustrated by Maurice Sendak."}},{"type":"text","value":"Large, strong animals like bears and wolves are often coded as masculine, while small, delicate animals like birds or kittens are more easily read as feminine."},{"type":"text","value":"There are also countless folk tales, stories, and metaphors that connect certain animals with human gender, some of them dating back hundreds or thousands of years."},{"type":"Figure","value":{"src":"assets/images/cat-goddess-zoom.jpg","alt":"The Egyptian funerary monument circa 800 BCE. One figure, center left, is a human woman with a cat head.","caption":"The Egyptian goddess Bastet (center), depicted as a human woman with a cat head, in a funerary monument circa 800 BCE. Photo credit: <a href=https://dia.org/collection/funerary-stele-pa-amun-gods-ptah-bast-and-amun-44064 target=_blank rel=noreferrer>Detroit Institute of Arts</a>"}},{"type":"text","value":"While of course there are famous boy cats—think Garfield, Felix, Puss in Boots—cats have been linked to femininity and female bodies for a long time (the slang term <a href=https://www.oed.com/dictionary/pussy_n?tab=meaning_and_use#27611743 target=_blank rel=noreferrer>“pussy”</a> is literally hundreds of years old). Cats were linked to goddesses in ancient Egypt, to witches in medieval Europe, and more recently to figures like the lonely “cat lady” and the now TikTok famous <a href=https://www.tiktok.com/t/ZP8jNLvGB/ target=_blank rel=noreferrer>“black cat girlfriend”</a>—a term for a standoffish, introverted woman who is best paired with a <a href=https://www.tiktok.com/t/ZP8jNAxH3/ target=_blank rel=noreferrer>“golden retriever” partner.</a>"},{"type":"Figure","value":{"src":"assets/videos/tiktok1.mp4","caption":"<a href=https://www.tiktok.com/@ericapadilla/video/7301954467245591810 target=_blank rel=noreferrer>@ericapadilla on TikTok</a>"}},{"type":"Figure","value":{"src":"assets/videos/tiktok2.mp4","caption":"<a href=https://www.tiktok.com/@ericahilll/video/7317052929058311429 target=_blank rel=noreferrer>@ericahilll on TikTok</a>"}},{"type":"text","value":"Birds, too, carry associations with femininity. You can think of the caged bird as a metaphor for constrained womanhood, all the women who get transformed into birds in Greek mythology, or the figure of a mother bird brooding over her eggs."},{"type":"Figure","value":{"src":"assets/images/siren-vase-zoom.jpg","alt":"The Egyptian funerary monument circa 800 BCE. One figure, center left, is a human woman with a cat head.","caption":"This ancient Greek vase (circa 480-470 BCE) depicts a scene from The Odyssey, where the Sirens are represented as birds with women’s heads. Photo courtesy: <a href=https://www.britishmuseum.org/collection/object/G_1843-1103-31>British Museum</a>"}},{"type":"text","value":"These associations are embedded in the slang we use everyday, even across languages like English and Spanish. As scholar Irene López Rodríguez <a href=https://raco.cat/index.php/CLR/article/view/226358 target=_blank rel=noreferrer>reminds us</a>, we call men “studs, bucks, wolves, toros (bulls), zorros (foxes) and linces (lynxes),” and we call women “chick, bird, kitten, pollita (chicken) or gatita (kitten).” She argues that these word choices aren’t arbitrary but rather “shed some light onto the expectations and beliefs society holds about males and females.”"},{"type":"text","value":"Thinking beyond English raises another important question: <strong>Does language influence how we perceive the gender of animals?</strong>"},{"type":"text","value":"Some languages, like Spanish or French, have <em>grammatical</em> gender, where all nouns are gendered, even inanimate ones like <em>la mesa</em> (the table). In Spanish, many animals can be either masculine or feminine, such as the cat—<em>el gato</em> or <em>la gata</em>. But others, like the frog—<em>la rana</em>—are always grammatically feminine."},{"type":"text","value":"Are Spanish speakers more likely to perceive frogs as girls?"},{"type":"text","value":"Maybe, at least according to <a href=https://pmc.ncbi.nlm.nih.gov/articles/PMC10451744/ target=_blank rel=noreferrer>a recent study</a>. There are definitely Spanish children’s books with girl frogs in starring roles, like <a href=https://www.goodreads.com/book/show/60182938-la-rana-mariana-busca-toda-la-semana-marsupiflap target=_blank rel=noreferrer><em>La Rana Mariana busca toda la semana</em></a> or <a href=https://www.goodreads.com/book/show/37664900-rana-de-tres-ojos?ref=nav_sb_ss_1_17 target=_blank rel=noreferrer><em>Rana de Tres Ojos</em></a>."},{"type":"Figure","value":{"src":"assets/images/la-rana-kids-book.jpg","alt":"The cover of the children's book titled <em>La rana Mariana busca toda la semana</em> by Mar Benegas and Mariana Ruiz Johnson. The central image shows a cheerful frog (Mariana) holding a silver thimble inside a green tent. Around her are various animals: a blue elephant, a bird in red polka-dot, a bear, and others. A speech bubble from Mariana says “¡Encuentra el dedal levantando las solapas!” (\"Find the thimble by lifting the flaps!\").","caption":"The cover of <a href=https://www.goodreads.com/book/show/60182938-la-rana-mariana-busca-toda-la-semana-marsupiflap target=_blank rel=noreferrer><em>La Rana Mariana busca toda la semana</em></a> (Mariana the frog searches all week), written by Mar Benegas and illustrated by Mariana Ruiz Johnson. The book stars Mariana (she/her)."}},{"type":"text","value":"But Spanish speakers also find creative ways to gender animals beyond grammatical gender. The famous Muppets character Kermit the Frog is masculinized through the addition of a traditionally male name—<em>La Rana René</em> in Mexico and Latin America, or <em>La Rana Gustavo</em> in Spain.<sup id=\"ref-4\"><a href=\"#footnote-4\">4</a></sup>"},{"type":"Figure","value":{"src":"assets/videos/tiktok3.mp4","caption":"<a href=https://www.tiktok.com/@loschicosdelfondo4/video/7199703136515214597 target=_blank rel=noreferrer>@loschicosdelfondo4 on TikTok</a>"}},{"type":"text","value":"The Spanish translation of Arnold Lobel’s famous <em>Frog and Toad</em> series uses a totally made up word, <em>sepo</em>—<a href=https://www.goodreads.com/book/show/826225 target=_blank rel=noreferrer><em>Sapo y Sepo, inseparables</em></a>—to describe the iconic frog in slacks and distinguish him from his <em>sapo</em> (toad) bestie."},{"type":"Figure","value":{"src":"assets/images/sapo-y-sepo.jpg","alt":"Book cover of Sapo y Sepo, inseparables. The illustration shows a frog and a toad, one green and one brown, riding a tandem bicycle together. The green frog wears a jacket and pants, while the brown toad wears a cap and shirt.","caption":"The cover of <a href=https://www.goodreads.com/book/show/826225><em>Sapo y Sepo, Inseparables</em></a>, the Spanish translation of Arnold Lobel’s <em>Frog and Toad Together</em>, translated by Pablo Lizcano."}},{"type":"text","value":"Still, it might not be a coincidence that both these examples are already famous male frogs imported from English."},{"type":"text","value":"Ladybugs are another intriguing case. Ladybugs appear in four different books in our dataset and are gendered female 75% of the time. Are ladybugs “ladies” in all languages?"},{"type":"Swiper","value":{"examples":[{"src":"assets/images/diary-of-a-fly.png","alt":"A ladybug with a “Kick Me” sign on her back who appears to be shouting at her fly children. The text says “Mom says we were a lot easier to watch before we grew heads.”","caption":"Ladybug from <em>Diary of a Fly</em> (2007), written by Doreen Cronin and illustrated by Harry Bliss.","pronoun":"she"},{"src":"assets/images/ladybug-it-fell-from-the-sky.png","alt":"A ladybug wearing a hat with her back turned to the viewer, speaking to a group of other insects in front of a large colorful marble. The text reads “Ladybug was perched on a leaf when it landed. “I had a very good view. It bounced three times, then rolled to a stop,\" she said. The Inchworm insisted it only bounced twice. Everyone agreed it was the most amazing thing they had ever seen.”","caption":"A ladybug (she/her) from <em>It Fell From the Sky</em> (2021), written by Devin Fan and illustrated by Devin Fan and F.H. Terry.","pronoun":"she"},{"src":"assets/images/ladybugtrucks.jpg","alt":"A green ladybug with a straw hat and a bow is flying out of a small pink car on fire. The text says, “Ladybug has a fire in her car and the firemen have come to put it out. Can you guess who called them?.”","caption":"Ladybug (she/her) being ejected from a car on fire in Richard Scarry’s <em>Cars and Trucks and Things That Go</em> (1974).","pronoun":"she"}]}},{"type":"text","value":"Surprisingly, in many of them, yes."},{"type":"text","value":"In the English language, the word <a href=https://www.oed.com/dictionary/ladybird_n?tab=meaning_and_use#39884609 target=_blank rel=noreferrer>ladybird</a>—that’s what the Brits call ladybugs—and <a href=https://www.oed.com/dictionary/ladycow_n target=_blank rel=noreferrer>ladycow</a>, another common term, originated around the 1600s. “Lady” was a reference to “Our Lady,” the Virgin Mary, apparently because both the beetle and the Holy Mother like to wear red. Ladybugs were also considered somewhat divine<sup id=\"ref-5\"><a href=\"#footnote-5\">5</a></sup> because they devour the pests that plague farmers and gardeners (yes, they’re carnivores)."},{"type":"text","value":"The name spread, likely through colonial networks and <a href=https://www.poetryfoundation.org/poems/46960/ladybird-ladybird target=_blank rel=noreferrer>nursery rhymes</a>. In <em>The History of the Ladybird: With Some Diversions on This and That</em>, A.W. Exell documents 329 names for ladybugs in 55 languages. A full quarter of them are linked to the Virgin Mary."},{"type":"Table","value":{"title":"Ladybug Names"}},{"type":"text","value":"Social media users <a href=https://www.instagram.com/reel/DEsrmB8Iqm0 target=_blank rel=noreferrer/>geek</a> <a href=https://www.reddit.com/r/etymologymaps/comments/6itfdz/the_word_ladybug_in_various_european_languages_oc/ target=_blank rel=noreferrer>out</a> about worldwide ladybug names every few months, too. In German, the ladybug is <em>Marienkäfer</em> (“Mary’s beetle”); in Spanish, <em>Mariquita</em> (“little Mary”—also used, unfortunately, as a <a href=https://www.collinsdictionary.com/dictionary/spanish-english/mariquita  target=_blank rel=noreferrer>slur for gay men</a>); in Norwegian and Danish, <em>Mariahøne</em> and <em>Mariehøne</em> (“Mary’s hen”); in Friulian, a language spoken in Italy, <em>Mariutine</em> (“little Mary”); and in Icelandic, <em>Maríubjalla</em> (“Mary’s bell”)."},{"type":"text","value":"Another widespread term is “God’s little cow”—also religious, feminine, and resembling the British “ladycow”—as found in Russian (<em>bozhya korovka</em>), Polish (<em>boża krówka</em>), and Hebrew (<em>פרת משה רבנו</em>). Many other names for the ladybug are similarly gendered, invoking young girls, little hens, and other diminutive feminine figures."},{"type":"text","value":"This reveals how the gendering of animals can be both arbitrary and deeply culturally ingrained. What began as, let’s face it, a bit of a stretch—a beetle’s symbolic connection to the Virgin Mary—steadily became the ladybug’s gendered destiny in many parts of the human world. This was a fate sealed not only by language but also by those ever-present heavyweights: religion and empire."}]},{"section":"conclusion","summary":{"title":"Wrap Up","questions":["Let’s get weirder, wilder, and less predictable","Enter: Girl Power Pigs"],"time":"2 min"},"content":[{"type":"h2","value":"Weirder, wilder, less predictable"},{"type":"text","value":"So our gendered associations with certain animals—like the frog, bear, cat, or ladybug—are shaped by the biggest structural forces in our puny human lives: the patriarchy, colonialism, language, history. But also? Many of these associations are kind of… random. And that’s inspiring in its own weird way. While it may be a bummer to realize how much our mental maps are shaped by British imperialism and 17th-century religious iconography, it also means those maps can be redrawn."},{"type":"text","value":"Things aren’t going to change overnight. We found no clear progress toward equal gender representation in animal characters over the last 75+ years."},{"type":"text","value":"We asked Megan Fulcher—the developmental psychologist at Washington & Lee University who studies gender role development in children—if she was surprised about this plateau. She wasn’t. In new research, her lab is finding that gendered traits in toys have barely budged in the past 30 years. So it wasn’t a shock that books reflected the same stagnation."},{"type":"text","value":"Still, while broad patterns haven’t shifted, we did find plenty of meaningful exceptions."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/olivia.png","alt":"Illustration of two pig characters from the children's book Olivia by Ian Falconer. The larger pig, Olivia, wears a red bow, red heels, a pearl necklace, and has red lipstick. She holds a lipstick tube while admiring herself in a tall mirror. Behind her, her little brother Ian, dressed in a black-and-white striped shirt, also has smeared red lipstick on his face, copying Olivia. The caption reads: “Olivia has a little brother named Ian. He’s always copying.”","caption":"Olivia (she/her) from <em>Olivia</em> (2000), written by Ian Falconer.","pronoun":"she"},{"src":"assets/images/if-you-give-a-pig-pancake.png","alt":"Illustration from Laura Joffe Numeroff’s <em>If You Give a Pig a Pancake</em> (1998) showing a pig sitting on an open windowsill holding a plate with a pancake on it. Text at the bottom reads: “she’ll want some syrup to go with it.”","caption":"The pig (she/her) from Laura Joffe Numeroff’s <em>If You Give a Pig a Pancake</em> (1998).","pronoun":"she"},{"src":"assets/images/piggieandelephant.png","alt":"Illustration of a gray elephant joyfully exclaiming, “My friend can fly! She can fly!” in a purple speech bubble. To the right, a pink pig is dangling mid-air from a string tied around her waist and replies in a pink speech bubble, “I am not flying!”","caption":"Piggie (she/her) from <em>Piggie & Elephant</em>, written by Mo Willem.","pronoun":"she"}]}},{"type":"text","value":"Pigs, for example, may be flipping the script. While pigs were coded as male for a long time—hello, <em>Three Little Pigs and the Big Bad Wolf</em>—they took a strong feminine turn around the new millennium. In books like <em>If You Give a Pig a Pancake</em> (1998), <em>Olivia</em> (2000), and the <em>Elephant & Piggie</em> series (2007-), pig characters are not only female but confident, curious, and central to their stories."},{"type":"text","value":"Plus, there are thousands of children’s books that are not in our dataset. We focus here on ultra popular titles, but a lot of parents intentionally seek out books beyond the mainstream."},{"type":"text","value":"Outside the spotlight, in indie and lesser-known titles, animal characters are hopefully getting weirder, wilder, and less predictable."}]},{"section":"methods","summary":{"title":"Data & methods","questions":["Which books did we use?","How did we identify gender?"],"time":"4 min"},"content":[{"type":"h3","value":"Where can I find the data?"},{"type":"text","value":"You can find the data we used in this analysis <a href=https://github.com/the-pudding/kids-book-animals/tree/main/static/assets/data target=_blank rel=noreferrer>on GitHub<a/>."},{"type":"h3","value":"How and why did we select these books?"},{"type":"text","value":"We identified 30 popular children’s books with anthropomorphic animals for every decade since 1950, plus a catch-all category for everything before 1950."},{"type":"text","value":"To do so, we first compiled a general dataset of English-language picture books that have been popular in the 21st century. We collected information about books that were <a href=https://www.goodreads.com/shelf/show/picture-books target=_blank rel=noreferrer>tagged as a “picture book”</a> the most times or included in a <a href=https://www.goodreads.com/list/show/107582 target=_blank rel=noreferrer>list of well-known picture books</a> on Goodreads. We added picture books that appeared on the <a href=https://www.nytimes.com/books/best-sellers/picture-books/ target=_blank rel=noreferrer><em>New York Times</em> bestseller list</a> for Children’s Picture Books and picture books that were tagged as “animals” in the <a href=https://dlp.lib.miamioh.edu/picturebook/ target=_blank rel=noreferrer>Children’s Book Database</a> at Miami University."},{"type":"text","value":"To find picture books that specifically feature anthropomorphic animals, we selected any book that had “animals” as one of its top Goodreads tags; any book that was tagged as “animals” in the Children’s Book Database; or any book that GPT-4o identified as featuring animals (after being prompted with its title, author, and description). We then manually evaluated every book and every representation of animal characters (for more on how we determined “anthropomorphic” animals, see below). We excluded anthologies and collections, like Grimm’s Fairy Tales."},{"type":"text","value":"We then ranked the remaining books by number of Goodreads ratings and selected the top ~30 books from every decade category."},{"type":"h3","value":"What counts as anthropomorphic and “important to the story”?"},{"type":"text","value":"We include animal characters that meet the following criteria: 1) the animal exists (or existed) in the real world; 2a) the animal is an active subject at some point in the book; 2b) the animal has dialogue or plays a role in the story; 3) the animal has at least one anthropomorphic quality (e.g., clothing, speech, upright walking, jobs, personality, uses tools, facial expressions, complex relationships, cultural behavior, lives in a house, etc.). We exclude animals that were only referred to as a group or in a plural form (e.g, “… said the birds”, “the squirrels jumped”)."},{"type":"h3","value":"How did we identify gender?"},{"type":"text","value":"We identified the gender of animals based on how they were referenced in the text: with feminine (she/her), masculine (he/him), or neutral (it/its, they/them) pronouns; with a gendered honorific (e.g., Mr., Ms.) or familial role (e.g., brother, mother); or simply by their animal name (e.g., the frog) or a character name. Our analysis focuses on how animals are represented along a gender binary, but this reflects textual cues. Gender, whether in humans or animals, is much more complex than this binary suggests."},{"type":"text","value":"In our grid, we only display animals referenced with she/her, he/him, or it/its pronouns, or those referenced with a gendered honorific or familial role."},{"type":"h3","value":"What about animal characters that appear multiple times, like the Berenstain Bears or Pete the Cat?"},{"type":"text","value":"Our dataset includes some animal characters who appear multiple times in multiple very popular books, like the Berenstain Bears or Pete the Cat. In our analysis, we only consider one instance of an animal character and exclude repeat appearances. In our grid, we display every instance of an anthropomorphic animal even in repeat appearances. This leads to some slight differences in gender percentage breakdowns between the dot plot and grid."},{"type":"h3","value":"How did we handle different names for the same animal (e.g., bunny, rabbit)? What animals did we exclude?"},{"type":"text","value":"Sometimes the same animal can have multiple names. For our analysis, we group together the following animal names: cat and kitten; dog and puppy; bunny, rabbit, and hare."},{"type":"text","value":"For our grid visualization, we group together some bugs (bug, maybug), some snakes (snake, python), sheep (sheep, lamb), fish (fish, trout, minnow, lantern fish), and birds (bird plus some specific bird types including stork, robin, sparrow, and parrot—other more distinctive birds like owls, eagles, geese, flamingoes, etc. have their own categories). We exclude animal terms that already imply the sex of the animal, like cow, hen, rooster, and gander."},{"type":"H3","value":"What prompt did we use for the survey and LLM?"},{"type":"text","value":"We provided them both with the following prompt: “In the 1980s, there was a study that produced surprising results about our predictive tendencies. We’re conducting a similar study today.  Instructions: Complete the line below. What did the bear do? Your response can be up to three sentences."},{"type":"text","value":"<span>“And then the <strong>bear</strong> said, ‘I must go to the river.’ Upon arriving…”</span>”"},{"type":"text","value":"We randomly swapped in one of seven animals: bear, bird, cat, pig, duck, mouse, or dog."},{"type":"h3","value":"What is LLM “temperature”? What temperatures did we use?"},{"type":"text","value":"Temperature is a parameter that controls the randomness of LLM outputs and is often considered a proxy for “creativity”—the higher the temperature, the more random or creative the output. The <a href=https://platform.openai.com/docs/api-reference/responses/create#responses-create-temperature target=_blank rel=noreferrer>default</a> GPT-4o temperature is 1, and the possible range is 0-2. We used the following temperatures: 0, .5, 1, 1.5."},{"type":"h3","value":"Footnotes"},{"type":"Ul","value":{"values":["1. We included ~30 books per decade since 1950, plus a catch-all category for books published before 1950. Because we were interested in the books that kids are reading today, we defined “popularity” not by historical sales or readership but by contemporary relevance—specifically, the books with the most Goodreads ratings as of the past year.<a href=\"#ref-1\">↩</a>","2. In both our survey and LLM prompt, we tried to be sneaky and didn’t mention gender at all. We said: “In the 1980s, there was a study that produced surprising results about our predictive tendencies. We’re conducting a similar study today. Instructions: Complete the line below. What did the bear do? Your response can be up to three sentences.”<a href=\"#ref-2\">↩</a>","3. Temperature is a parameter that controls the randomness of LLM outputs and is often considered a proxy for “creativity”—the higher the temperature, the more random or creative the output.  The <a href=https://platform.openai.com/docs/api-reference/responses/create#responses-create-temperature target=_blank rel=noreferrer>default</a> GPT-4o temperature is 1, and the possible range is 0-2. We used the following temperatures: 0, .5, 1, 1.5.<a href=\"#ref-3\">↩</a>","4. In recent years, Disney apparently <a href=https://youtu.be/9RKUflPaa4E?si=yDw25W77plujDfBs target=_blank rel=noreferrer>changed</a> La Rana René’s name to Kermit, attempting to standardize names across countries.<a href=\"#ref-4\">↩</a>","5. Exell describes the ladybug as “the most venerated creature on earth over immense areas of space and stretches of time.” Yeah, you could say he liked ladybugs.<a href=\"#ref-5\">↩</a>"]}}]}]}