{"meta":{"title":"Bears Will Be Boys","description":"A data analysis of animal gender in children’s books","url":"https://pudding.cool/2025/07/kids-books","keywords":"kids, children, books, animals, gender, bias, linguistics","byline":"By <a href=https://pudding.cool/author/melanie-walsh/ target=_blank>Melanie Walsh</a>","others":"With <a href=https://pudding.cool/author/russell-samora/ target=_blank>Russell Samora</a>, <a href=https://pudding.cool/author/michelle-pera-mcghee/ target=_blank>Michelle Pera-McGhee</a>, <a href=https://pudding.cool/author/jan-diehm/ target=_blank>Jan Diehm</a>"},"body":[{"section":"intro","content":[{"type":"text","value":"When I spend time with kids, I become hyperconscious of my word choices. “Look at Mr. Frog in the pond. Doesn’t he look grumpy?” Why did I say <em>Mr.</em> Frog? Why did I say <em>he</em>?"},{"type":"text","value":"Where do these gendered presumptions even come from, and how pervasive are they? Is it common to assume that a frog is a “he?” What about a bear, or a bird, or a cat, or a pig?"},{"type":"text","value":"I wanted to know: <strong>Which animals do we gender, and why?</strong>"}]},{"section":"methodology","summary":{"title":"Act I","open":"true","questions":["Which animals skew male vs. female?","Enter: children’s books and 1,300 random people"],"time":"2 min"},"content":[{"type":"h2","value":"Finding the Data"},{"type":"text","value":"To answer this question, we started with arguably the richest source of anthropomorphized animals in human culture: children’s picture books."},{"type":"text","value":"First, we identified the most popular English-language kids’ books on Goodreads that feature at least one anthropomorphized animal, focusing on the most rated titles published since 1950, plus some older and still highly rated classics.<sup id=\"ref-1\"><a href=\"#footnote-1\">1</a></sup> We read about 30 per decade—around 300 books in total—from which we noted the gender of any anthropomorphized animal character who was important to the story."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/ifyougiveamouseacookie@2x.jpg","alt":"A mouse looking satisfied, sitting against an empty glass of milk. The text says “When he’s finished, he’ll ask for a glass of milk.”","caption":"The mouse (he/him) from <em>If You Give a Mouse a Cookie</em> (1985), written by Laura Joffe Numeroff and illustrated by Felicia Bond.","pronoun":"he"},{"src":"assets/images/itty-bitty-kitty-corn-zoom@2x.png","alt":"An illustration from  <em>Itty-Bitty Kitty-Corn</em> (2021) showing Kitty, a fluffy pink kitten with a yellow-and-orange paper unicorn horn. Kitty has green eyes and a purple bow around her neck. The page contains four drawings of Kitty in different playful poses, mostly standing, prancing, and galloping. The text reads: \"Kitty stands tall. She prances on her pawed, clawed, unicorn hooves. She gallops on her eensy-weensy unicorn legs.\"","caption":"Kitty (she/her) from <em>Itty-Bitty Kitty-Corn</em> (2021), written by Shannon Hale and illustrated by LeUyen Pham.","pronoun":"she"},{"src":"assets/images/hungry-caterpillar@2x.png","alt":"A large, colorful caterpillar  from <em>The Very Hungry Caterpillar</em> (1969) with a red head, yellow-rimmed green eyes, purple antennae, and a segmented green body stands on stubby brown legs. Above the caterpillar, the text reads: \"Now he wasn’t hungry any more – and he wasn’t a little caterpillar any more. He was a big, fat caterpillar.\"","caption":"The caterpillar (he/him) from <em>The Very Hungry Caterpillar</em> (1969), written and illustrated by Eric Carle.","pronoun":"he"}]}},{"type":"Details","value":{"summary":"How did we define gender?","details":[{"type":"text","value":"For the purposes of our study, we were interested in fictional animal characters, and the human conceptions of gender foisted upon them. Even so, determining the gender of animal characters is tricky—both because gender is one of the most complex, fluid aspects of our lives, and because our perceptions of gender are often shaped by cultural biases and assumptions."},{"type":"text","value":"For example, in Sandra Boynton’s <em>But Not the Hippopotamus</em> (1982), a bear and a hare appear in bow ties—a traditionally masculine accessory—but are never explicitly gendered in the text. Are they boys?"},{"type":"text","value":"To avoid projecting our own assumptions based on clothing, visual cues, or names, we decided to go with a conservative approach. We only recorded how animal characters were referenced in the text: with feminine (<span class=she>she/her</span>), masculine (<span class=he>he/him</span>), or neutral (<span class=neutral>it</span>, <span class=neutral>they/them</span>) pronouns; with a gendered honorific (e.g., Mr., Ms.) or familial role (e.g., brother, mother); or simply by their animal name (e.g., the frog) or a character name."}]}},{"type":"text","value":"We were also curious about how people ordinarily assign gender to animals. Authors make deliberate choices about the characters they create. Contemporary authors might be especially intentional about subverting gender stereotypes."},{"type":"text","value":"To dig into these tendencies, we designed an experiment. We asked more than 1,300 survey respondents to complete a story that began:"},{"type":"text","value":"<span>“And then the <strong>bear</strong> said, ‘I must go to the river.’ Upon arriving…”</span>"},{"type":"text","value":"We randomly swapped in one of seven animals: bear, bird, cat, pig, duck, mouse, or dog. We didn’t tell participants what the experiment was about.<sup id=\"ref-2\"><a href=\"#footnote-2\">2</a></sup>"},{"type":"text","value":"Each response gave us a window into how the storyteller imagined the animal, especially whether they assigned the animal a gender."},{"type":"h2","value":"Which animals skew male vs. female?"},{"type":"text","value":"First up: children’s books. After filtering the data to focus on animals who were explicitly gendered (<span class=she>she/her</span> or <span class=he>he/him</span>) and appeared in at least 10 different books, only a few animals were more consistently gendered female: birds, ducks, and cats."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/melfell@2x.jpg","alt":"A bird is falling downward. The text says, “She fell.”","caption":"A bird named Mel (she/her) in <em>Mel Fell</em> (2021), written and illustrated by Corey R. Tabor.","pronoun":"she"},{"src":"assets/images/kitten-first-full-moon-bug@2x.jpg","alt":"A black-and-white illustration from a children’s book shows a wide-eyed kitten sitting on a windowsill at night, with a bug stuck to her tongue. The kitten looks surprised and slightly dismayed. In the background, a large full moon glows in the sky, surrounded by several glowing fireflies. The text below reads: \"But Kitten only ended up with a bug on her tongue. Poor Kitten!\"","caption":"Kitten (she/her) from <em>Kitten’s First Full Moon</em> (2004), written and illustrated by Kevin Henkes.","pronoun":"she"},{"src":"assets/images/horton-bird-mine@2x.jpg","alt":"An illustration from Dr. Seuss’s <em>Horton Hatches the Egg</em> showing Mayzie the bird leaping toward a tree branch as the egg in the nest begins to crack open. The egg is large and orange with white spots, and it's surrounded by motion lines and bursts indicating the moment of hatching. Below, the text reads: “But it’s MINE!” screamed the bird, when she heard the egg crack.","caption":"Mayzie the bird (she/her) from <em>Horton Hatches the Egg</em> (1940), written and illustrated by Dr. Seuss.","pronoun":"she"},{"src":"assets/images/duck-little-bear@2x.png","alt":"An illustration from the children’s book <em>Little Bear</em> (1957) showing a duck and a hen sitting upright in chairs at a dining table covered with a fringed tablecloth. There is a potted flower and a jar in the center of the table. The accompanying text reads: “Thank you, Duck,” says Little Bear.  “Yes, I am making Birthday Soup. Will you stay and have some with us?” “Thank you, yes, thank you,” says Duck. And she sits down to wait.","caption":"Duck (she/her) from <em>Little Bear</em> (1957), written by Else Holmelund Minarik and illustrated by Maurice Sendak.","pronoun":"she"}]}},{"type":"DotPlot","value":{"id":"books","title":"Anthropomorphized Animals in Popular Children’s Books","sub":"*Animals That Appear in 10+ Books"}},{"type":"text","value":"The rest—frog, wolf, fox, elephant, dog, monkey, bear, rabbit, mouse, and pig—skew male.  Because so much of our worldview is shaped by our environment when we are young, automatically reaching for <span class=he>he</span> after “look at the frog!” starts to make some sense. After all, that’s what the books say."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/frog_it-fell-from-the-sky@2x.jpg","alt":"An illustration from <em>It Fell From the Sky</em> (2021) showing a realistic frog crouched among tall dandelions and leafy plants. The frog’s tongue is extended toward a colorful object on the ground: a shiny green and yellow marble. The marble is the only part of the image in color. Below, the text reads: \"A Frog assumed it was a gumdrop. He didn’t like how it tasted.\"","caption":"A frog (he/him) from <em>It Fell From the Sky</em> (2021), written by Devin Fan and illustrated by Devin Fan and F.H. Terry.","pronoun":"he"},{"src":"assets/images/something's-wrong@2x.jpg","alt":"An illustration from <em>Something's Wrong!: A Bear, a Hare, and Some Underwear</em> (2021) showing Anders, a green rabbit with wide eyes and a surprised expression staring at a bear, Jeff, wearing only white underpants. The text, presumably from the rabbit’s inner monologue, reads: “Oh boy. Should I tell him? Yes? You really think he can handle it? Why am I even asking you? Who are you? All right. Welp. Here we go . . .”","caption":"Jeff the bear (he/him) and Anders the hare from <em>Something's Wrong!: A Bear, a Hare, and Some Underwear</em> (2021), written by Jory John and illustrated by Erin Kraan.","pronoun":"he"},{"src":"assets/images/wolf-three-pigs@2x.png","alt":"An illustrated page from <em>The Three Pigs</em> (2001) showing a wolf with eyes closed, cheeks puffed, and paws raised as he blows hard. Straw flies through the air, surrounding a pig who is tumbling backward out of the panel. The narration at the top reads: \"So the wolf huffed, and he puffed, and he blew the house in…\" The pig, mid-air and startled, has a speech bubble that says: \"Hey! He blew me right out of the story!\"","caption":"The Wolf (he/him) in <em>The Three Pigs</em> (2001), written and illustrated by David Wiesner.","pronoun":"he"},{"src":"assets/images/clifford@2x.png","alt":"An illustration from <em>Clifford’s Halloween</em> (1966) showing Clifford the Big Red Dog dressed as Santa Claus. He wears a red Santa hat and has a big white beard tied around his face. A child rides on his back. Clifford carries a sack of toys in his mouth that are tumbling out. Two bundled-up children run toward him in the snow. The caption reads: \"At Christmas, Clifford makes a very good Santa. He already has a red coat.\"","caption":"Clifford the Big Red Dog (he/him) from <em>Clifford’s Halloween</em> (1966), written and illustrated by Norman Bridwell.","pronoun":"he"}]}},{"type":"DotPlot","value":{"id":"survey","title":"Anthropomorphized Animals in Survey Results"}},{"type":"text","value":"In the survey responses to our experiment, no animal tilted more female than male. The animal gender usage order almost identically mirrored those from the children’s books."},{"type":"Swiper","value":{"pre":"<span>“And then the <strong>bear</strong> said, ‘I must go to the river.’ Upon arriving…”</span>","examples":["<strong><span class=he>he</span></strong> looked at the beavers work and said “Dam.”<br><br><em>-Survey Respondent (40s)</em>","<strong><span class=he>he</span></strong> spun around like a ballerina, dipped <span class=he>his</span> paws in the river, and caught the most beautiful pink salmon.<br><br><em>-Survey Respondent (20s, Female)</em>","<strong><span class=he>he</span></strong> realised <span class=he>he</span> forgot <span class=he>his</span> phone home or maybe on the bus. This is when panic shot through <span class=he>him</span>, not because <span class=he>he</span> had an expensive phone but because <span class=he>he</span> just reached level 6000 on Candy Crush and now <span class=he>he</span> had to start all over. As <span class=he>he</span> calmed down <span class=he>he</span> started to retrace <span class=he>his</span> steps…<br><br><em>-Survey Respondent (20s)</em>","the other animals were surprised that <strong>the bear</strong> had learned to speak English, and viewed <span class=he>him</span> with great suspicion.<br><br><em>-Survey Respondent (40s, Male)</em>","the river had completely dried up. <strong>The bear</strong> sat down and wondered what happened to it, the river being <span class=he>his</span> favourite place.<br><br><em>-Survey Respondent</em>"],"caption":"Example survey responses"}},{"type":"h2","value":"Mostly he, rarely she, and sometimes It"},{"type":"text","value":"In the children’s books, male animal characters appeared twice as often as female characters. Male pronouns appeared nearly three times as often in the survey results—particularly striking because there were more women respondents."},{"type":"text","value":"In the children’s books, gender neutral language (it or they)–whether intentional or not–was not common. Only two percent of the animals were described as <span class=neutral>it</span>. <span class=neutral>They/them</span> was almost never used."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/rabbit-listened-it@2x.png","alt":"An illustration from <em>The Rabbit Listened</em> (2018) that shows two scenes. In the top half, a small brown rabbit approaches a scattered pile of yellow toy blocks. The text reads: \"But it moved closer, and closer.\" In the bottom half, a child named Taylor with curly dark hair, wearing teal striped pajamas, sits curled up on the ground looking sad. The rabbit now sits quietly beside Taylor, leaning in. The text beside them reads: \"Until Taylor could feel its warm body.\"","caption":"The rabbit from <em>The Rabbit Listened</em> (2018), written and illustrated by Cori Doerrfeld.","pronoun":"it"},{"src":"assets/images/kitten-it-are-you-my-mother@2x.png","alt":"An illustration from <em>Are You My Mother?</em> (1960) showing a wide-eyed brown kitten standing silently, staring at a small bird who is looking up at it with an open beak. The kitten has bright yellow eyes and a neutral expression. The text reads: \"The kitten just looked and looked. It did not say a thing.\"","caption":"A kitten from <em>Are You My Mother?</em> (1960), written and illustrated by P. D. Eastman.","pronoun":"it"},{"src":"assets/images/very-lonely-firefly@2x.png","alt":"A vibrant illustration shows a firefly with red wings and a green face flying through a twilight sky. On the right, the orange sun sets below the horizon, casting red rays into the deepening blue and purple sky. The text at the top reads: \"As the sun set a little firefly was born.","caption":"A firefly from <em>The Very Lonely Firefly</em> (1995), written and illustrated by Eric Carle.","pronoun":"it"},{"src":"assets/images/wolverine-cozy-zoom@2x.jpg","alt":"An illustration shows a snowy arctic landscape under a night sky glowing with northern lights. On the left, a wolverine covered trudges through the snow. On the right, a large, shaggy musk ox named Cozy stands in the snow, sheltering several small animals beneath him. The text reads: \"As winter went by, the storms grew worse. The wind blew and blew, and a low humpy shape appeared, swaying and shuffling. Its coat was covered with ice balls. 'Shaggy beast,' it growled, 'I fell into an ice floe and am chilled to the bone. Can you help me?' Cozy was happy to invite the wolverine in, but added to the house rules. 'Quiet voices, gentle thumping, claws to yourself, no biting, and no pouncing.'\"","caption":"A wolverine from <em>Cozy</em> (2020), written and illustrated by Jan Brett.","pronoun":"it"}]}},{"type":"text","value":"There was a lot more gender neutrality and ambiguity in the survey responses—though, since their stories were much shorter than a typical kid’s book, it was perhaps easier to maintain gender neutrality. While <span class=he>he/him</span> was still the most frequently used pronoun in the survey results, many respondents referred to the animal by name (26%), by <span class=neutral>it</span> (17%), or by <span class=neutral>they/them</span> (3%)."},{"type":"Grid","value":{"description":"These are the 821 animals from children’s books that we included in our analysis. Hover or click for more information. See <a href=#methods>methods</a> for more details or <a download href=assets/data/kids-book-animals.csv>download the data</a>."}}]},{"section":"analysis","summary":{"title":"Act II","questions":["Why do we gender certain animals more than others?","Enter: Egyptian cats and British ladybugs"],"time":"5 min"},"content":[{"type":"h2","value":"Where did all the girl animals go?"},{"type":"text","value":"Why are animal gender ratios so lopsided in children’s books? And why are female animals just as absent in the stories produced by the survey respondents?"},{"type":"text","value":"Perhaps because the main character of a story is still assumed to be male by default—and maybe especially when the story’s setting lacks explicit social cues."},{"type":"text","value":"This aligns with <a href=https://www.jstor.org/stable/2776222?seq=1 target=_blank rel=noreferrer>decades</a> <a href=https://link.springer.com/article/10.1007/BF00299282 target=_blank rel=noreferrer>of</a> <a href=https://link.springer.com/article/10.1007/s11199-006-9128-6 target=_blank rel=noreferrer>research</a>—much of it quantitative—showing that male characters dominate children’s literature and media. A <a href=https://journals.sagepub.com/doi/abs/10.1177/0891243211398358 target=_blank rel=noreferrer>2011 study</a> found that gender disparity was actually more pronounced for animal protagonists."},{"type":"Figure","value":{"src":"assets/images/study-abstract-zoom@2x.jpg","Alt":"Screenshot of abstract from <a href=https://link.springer.com/article/10.1007/BF00287623 target=_blank rel=noreferrer>classic 1987 study</a> “The Three Bears Are All Boys: Mothers' Gender Labeling of Neutral Picture Book Characters”</a> (1987) by Judy S. DeLoache, Deborah J. Cassidy, and C. Jan Carpenter. The text reads “Two studies examined mother's labeling of gender-neutral characters in young children's picture books. In the first study, mothers and their 18- to 38-month-old children looked at three popular children's books together. The mothers' use of masculine or feminine names or pronouns to refer to gender-neutral characters was recorded. The data revealed an extreme masculine bias: 95% of all characters of indeterminate gender were referred to by the mothers as males. In a second study, specially prepared picture books were used to examine the effect of gender-relevant variables on the mothers' labeling.”","caption":"The classic 1987 study, <a href=https://link.springer.com/article/10.1007/BF00287623 target=_blank rel=noreferrer>“The Three Bears Are All Boys: Mothers' Gender Labeling of Neutral Picture Book Characters,”</a> (1987) by Judy S. DeLoache, Deborah J. Cassidy, and C. Jan Carpenter."}},{"type":"text","value":"But why do we gender <em>certain</em> animals in <em>certain</em> ways more than others—like cats, birds, and ladybugs as females, or bears, wolves, dogs, and frogs as males?"},{"type":"Swiper","value":{"examples":[{"src":"assets/images/cat-marlon-bundo@2x.jpg","alt":"An illustration shows two male animals—a bunny with black ears and a bowtie, and a brown rabbit with glasses—holding paws at their wedding ceremony. The officiant is a golden cat in a white robe and pearls, holding a religious text. Beside her stands her wife, a gray cat in a purple dress and necklace. The text reads: \"And the ceremony was performed by a cat named Pajama...who brought her wife as her date.\"","caption":"A cat named Pajama (she/her) from <em>A Day in the Life of Marlon Bundo </em> (2018), written by Jill Twiss and illustrated by E.G. Keller. This book parodies <em>Marlon Bundo's A Day in the Life of the Vice President</em>, a story about the real-life pet bunny of Mike Pence, the former Vice President and anti-LGBTQ advocate.","pronoun":"she"},{"src":"assets/images/cat-fluffy-mcwhiskers@2x.jpg","Alt":"A close-up illustration showing Fluffy McWhiskers, a fluffy lavender cat with enormous, shiny black eyes, tiny ears, and a small mouth. Her fur radiates outward in soft tufts. The background is white, and the text is split on either side of her face: \"Yes, Fluffy McWhiskers was so cute that if you saw her... you'd explode.\"","caption":"The protagonist cat (she/her) from  <em>Fluffy McWhiskers Cuteness Explosion</em> (2021), written by Stephen W. Martin and illustrated by Dan Tavis.","pronoun":"she"},{"src":"assets/images/cat-duck-on-a-bike-zoom@2x.jpg","alt":"An illustration shows a large tabby cat lounging on the ground, eyes closed, calmly licking her paw. Behind her is a red barn with a tire, a shovel, and a wooden barrel. Duck is riding by on a red and white bicycle. The text reads: \"Then Duck rode past Cat. ‘Hello, Cat!’ said Duck. ‘Meow,’ said Cat. But what she thought was, ‘I wouldn’t waste my time riding a bike!’\"","caption":"Cat (she/her) from <em>Duck on a Bike</em> (2002), written and illustrated by David Shannon","pronoun":"she"}]}},{"type":"text","value":"It’s likely the result of a rich and long-simmering cultural soup: a mix of patriarchal structures and human stereotypes, linguistic habits and famous media characters, with just a sprinkling of historical quirks to taste."},{"type":"Figure","value":{"src":"assets/gifs/little-bear-soup.gif","alt":"The children’s book character Little Bear, an anthropomorphic bear, is stirring a big blue pot of soup.","caption":"Little Bear tending to a long-simmering cultural soup. Source: The <a href=https://youtu.be/2mds_c_OWp0?si=btfMgqh8I_xB4Qdi&t=198 target=_blank rel=noreferrer>1990s TV adaptation</a> of <em>Little Bear</em>, originally written by Else Holmelund and illustrated by Maurice Sendak."}},{"type":"text","value":"Large, strong animals like bears and wolves are often coded as masculine, while small, delicate animals like birds or kittens are more easily read as feminine."},{"type":"text","value":"There are also countless folk tales, stories, and metaphors that connect certain animals with human gender, some of them dating back hundreds or thousands of years."},{"type":"Figure","value":{"src":"assets/images/cat-goddess-zoom@2x.jpg","alt":"The Egyptian funerary monument circa 800 BCE. One figure, center left, is a human woman with a cat head.","caption":"The Egyptian goddess Bastet (center), depicted as a human woman with a cat head, in a funerary monument circa 800 BCE. Photo credit: <a href=https://dia.org/collection/funerary-stele-pa-amun-gods-ptah-bast-and-amun-44064 target=_blank rel=noreferrer>Detroit Institute of Arts</a>"}},{"type":"text","value":"While of course there are famous boy cats—Garfield, Felix, Puss in Boots—cats have been linked to femininity and female bodies for a long time (the slang term <a href=https://www.oed.com/dictionary/pussy_n?tab=meaning_and_use#27611743 target=_blank rel=noreferrer>“pussy”</a> is literally hundreds of years old). Cats were linked to goddesses in ancient Egypt, to witches in medieval Europe, and to <a href=https://www.tiktok.com/t/ZP8jNLvGB/ target=_blank rel=noreferrer>TikTok girlfriends today.</a>"},{"type":"Figure","value":{"src":"assets/images/siren-vase-zoom@2x.jpg","alt":"The Egyptian funerary monument circa 800 BCE. One figure, center left, is a human woman with a cat head.","caption":"This ancient Greek vase (circa 480-470 BCE) depicts a scene from The Odyssey, where the Sirens are represented as birds with women’s heads. Photo courtesy: <a href=https://www.britishmuseum.org/collection/object/G_1843-1103-31>British Museum</a>"}},{"type":"text","value":"Birds, too, carry associations with femininity. You can think of the caged bird as a metaphor for constrained womanhood, or all the women who get transformed into birds in Greek mythology."},{"type":"text","value":"These associations are embedded in the slang we use everyday, even across languages like English and Spanish. As scholar Irene López Rodríguez <a href=https://raco.cat/index.php/CLR/article/view/226358 target=_blank rel=noreferrer>reminds us</a>, we call men “studs, bucks, wolves, toros (bulls), zorros (foxes) and linces (lynxes),” and we call women “chick, bird, kitten, pollita (chicken) or gatita (kitten).” She argues that these word choices aren’t arbitrary but rather “shed some light onto the expectations and beliefs society holds about males and females.”"},{"type":"text","value":"Thinking beyond English raises another important question: <strong>Does language influence how we perceive the gender of animals?</strong>"},{"type":"text","value":"Some languages, like Spanish or French, have <em>grammatical</em> gender, where all nouns are gendered, even inanimate ones like <em>la mesa</em> (the table). In Spanish, many animals can be either masculine or feminine, such as the cat—<em>el gato</em> or <em>la gata</em>. But others, like the frog—<em>la rana</em>—are always grammatically feminine."},{"type":"text","value":"Are Spanish speakers more likely to perceive frogs as girls?"},{"type":"text","value":"Maybe, at least according to <a href=https://pmc.ncbi.nlm.nih.gov/articles/PMC10451744/ target=_blank rel=noreferrer>a recent study</a>. There are definitely Spanish children’s books with girl frogs in starring roles, like <a href=https://www.goodreads.com/book/show/60182938-la-rana-mariana-busca-toda-la-semana-marsupiflap target=_blank rel=noreferrer><em>La Rana Mariana busca toda la semana</em></a> or <a href=https://www.goodreads.com/book/show/37664900-rana-de-tres-ojos?ref=nav_sb_ss_1_17 target=_blank rel=noreferrer><em>Rana de Tres Ojos</em></a>."},{"type":"Figure","value":{"src":"assets/images/la-rana-kids-book@2x.jpg","alt":"The cover of the children's book titled <em>La rana Mariana busca toda la semana</em> by Mar Benegas and Mariana Ruiz Johnson. The central image shows a cheerful frog (Mariana) holding a silver thimble inside a green tent. Around her are various animals: a blue elephant, a bird in red polka-dot, a bear, and others. A speech bubble from Mariana says “¡Encuentra el dedal levantando las solapas!” (\"Find the thimble by lifting the flaps!\").","caption":"The cover of <a href=https://www.goodreads.com/book/show/60182938-la-rana-mariana-busca-toda-la-semana-marsupiflap target=_blank rel=noreferrer><em>La Rana Mariana busca toda la semana</em></a> (Mariana the frog searches all week), written by Mar Benegas and illustrated by Mariana Ruiz Johnson. The book stars Mariana (she/her)."}},{"type":"text","value":"Ladybugs are another intriguing case. Ladybugs are gendered as female in three of the four different books where they appear in our dataset."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/diary-of-a-fly@2x.jpg","alt":"A ladybug with a “Kick Me” sign on her back who appears to be shouting at her fly children. The text says “Mom says we were a lot easier to watch before we grew heads.”","caption":"Ladybug from <em>Diary of a Fly</em> (2007), written by Doreen Cronin and illustrated by Harry Bliss.","pronoun":"she"},{"src":"assets/images/ladybug-it-fell-from-the-sky@2x.jpg","alt":"A ladybug wearing a hat with her back turned to the viewer, speaking to a group of other insects in front of a large colorful marble. The text reads “Ladybug was perched on a leaf when it landed. “I had a very good view. It bounced three times, then rolled to a stop,\" she said. The Inchworm insisted it only bounced twice. Everyone agreed it was the most amazing thing they had ever seen.”","caption":"A ladybug (she/her) from <em>It Fell From the Sky</em> (2021), written by Devin Fan and illustrated by Devin Fan and F.H. Terry.","pronoun":"she"},{"src":"assets/images/ladybugtrucks@2x.jpg","alt":"A green ladybug with a straw hat and a bow is flying out of a small pink car on fire. The text says, “Ladybug has a fire in her car and the firemen have come to put it out. Can you guess who called them?.”","caption":"Ladybug (she/her) being ejected from a car on fire in Richard Scarry’s <em>Cars and Trucks and Things That Go</em> (1974).","pronoun":"she"}]}},{"type":"text","value":"Are ladybugs “ladies” in all languages?"},{"type":"text","value":"In the English language, the word <a href=https://www.oed.com/dictionary/ladybird_n?tab=meaning_and_use#39884609 target=_blank rel=noreferrer>ladybird</a>—that’s what the Brits call ladybugs—and <a href=https://www.oed.com/dictionary/ladycow_n target=_blank rel=noreferrer>ladycow</a>, another common term, originated around the 1600s. “Lady” was a reference to “Our Lady,” the Virgin Mary, apparently because both the beetle and the Holy Mother like to wear red. Ladybugs were also considered somewhat divine<sup id=\"ref-3\"><a href=\"#footnote-3\">3</a></sup> because they devour the pests that plague farmers and gardeners (yes, they’re carnivores)."},{"type":"text","value":"Somehow the name spread, possibly through colonial networks and <a href=https://www.poetryfoundation.org/poems/46960/ladybird-ladybird target=_blank rel=noreferrer>nursery rhymes</a>. In <em>The History of the Ladybird: With Some Diversions on This and That</em>, A.W. Exell documents 329 names for ladybugs in 55 languages. A full quarter of them are linked to the Virgin Mary."},{"type":"Table","value":{"title":"Ladybug Names"}},{"type":"text","value":"Another widespread term is “God’s little cow”—also religious, feminine, and resembling the British “ladycow”—as found in Russian (<em>божья коровка</em>), Polish (<em>boża krówka</em>), and Hebrew (<em>פרת משה רבנו</em>). Many other names for the ladybug are similarly gendered, invoking young girls, little hens, and other diminutive feminine figures."},{"type":"text","value":"This reveals how the gendering of animals can be both arbitrary and deeply culturally ingrained. What began as, let’s face it, a bit of a stretch—a beetle’s symbolic connection to the Virgin Mary—steadily became the ladybug’s gendered destiny in many parts of the human world."}]},{"section":"conclusion","summary":{"title":"Wrap Up","questions":["Let’s get weirder, wilder, and less predictable","Enter: Girl Power Pigs"],"time":"2 min"},"content":[{"type":"h2","value":"Weirder, wilder, less predictable"},{"type":"text","value":"So our gendered associations with certain animals—like the frog, bear, cat, or ladybug—are shaped by the biggest structural forces in our lives: the patriarchy, colonialism, language, history. But also? Many of these associations are kind of… random. And that’s inspiring in its own weird way. While it may be a bummer to realize how much our mental maps are shaped by British imperialism and 17th-century religious iconography, it also means those maps can be redrawn."},{"type":"text","value":"While broad patterns haven’t shifted over time, we did find plenty of meaningful exceptions."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/olivia@2x.jpg","alt":"Illustration of two pig characters from the children's book Olivia by Ian Falconer. The larger pig, Olivia, wears a red bow, red heels, a pearl necklace, and has red lipstick. She holds a lipstick tube while admiring herself in a tall mirror. Behind her, her little brother Ian, dressed in a black-and-white striped shirt, also has smeared red lipstick on his face, copying Olivia. The caption reads: “Olivia has a little brother named Ian. He’s always copying.”","caption":"Olivia (she/her) from <em>Olivia</em> (2000), written by Ian Falconer.","pronoun":"she"},{"src":"assets/images/if-you-give-a-pig-pancake@2x.jpg","alt":"Illustration from Laura Joffe Numeroff’s <em>If You Give a Pig a Pancake</em> (1998) showing a pig sitting on an open windowsill holding a plate with a pancake on it. Text at the bottom reads: “she’ll want some syrup to go with it.”","caption":"The pig (she/her) from Laura Joffe Numeroff’s <em>If You Give a Pig a Pancake</em> (1998).","pronoun":"she"},{"src":"assets/images/piggieandelephant@2x.jpg","alt":"Illustration of a gray elephant joyfully exclaiming, “My friend can fly! She can fly!” in a purple speech bubble. To the right, a pink pig is dangling mid-air from a string tied around her waist and replies in a pink speech bubble, “I am not flying!”","caption":"Piggie (she/her) from <em>Piggie & Elephant</em>, written by Mo Willem.","pronoun":"she"}]}},{"type":"text","value":"Pigs, for example, may be flipping the script. While pigs were coded as male for a long time—hello, <em>Three Little Pigs and the Big Bad Wolf</em>—they took a strong feminine turn around the new millennium. In books like <em>If You Give a Pig a Pancake</em> (1998), <em>Olivia</em> (2000), and the <em>Elephant & Piggie</em> series (2007-), pig characters are not only female but confident, curious, and central to their stories."},{"type":"text","value":"Plus, there are thousands of children’s books that are not in our dataset. We focus here on popular titles, but a lot of people intentionally seek out books beyond the mainstream."},{"type":"text","value":"Outside the spotlight, in indie and lesser-known titles, animal characters are hopefully getting weirder, wilder, and less predictable."}]},{"section":"methods","summary":{"title":"Data & methods","questions":["Which books did we use?","How did we identify gender?"],"time":"4 min"},"content":[{"type":"h3","value":"Where can I find the data?"},{"type":"text","value":"You can find the data we used in this analysis <a href=https://github.com/the-pudding/kids-book-animals/tree/main/static/assets/data target=_blank rel=noreferrer>on GitHub<a/>."},{"type":"h3","value":"How and why did we select these books?"},{"type":"text","value":"We identified 30 popular children’s books with anthropomorphic animals for every decade since 1950, plus a catch-all category for everything before 1950."},{"type":"text","value":"To do so, we first compiled a general dataset of English-language picture books that have been popular in the 21st century. We collected information about books that were <a href=https://www.goodreads.com/shelf/show/picture-books target=_blank rel=noreferrer>tagged as a “picture book”</a> the most times or included in a <a href=https://www.goodreads.com/list/show/107582 target=_blank rel=noreferrer>list of well-known picture books</a> on Goodreads. We added picture books that appeared on the <a href=https://www.nytimes.com/books/best-sellers/picture-books/ target=_blank rel=noreferrer><em>New York Times</em> bestseller list</a> for Children’s Picture Books and picture books that were tagged as “animals” in the <a href=https://dlp.lib.miamioh.edu/picturebook/ target=_blank rel=noreferrer>Children’s Book Database</a> at Miami University."},{"type":"text","value":"To find picture books that specifically feature anthropomorphic animals, we selected any book that had “animals” as one of its top Goodreads tags; any book that was tagged as “animals” in the Children’s Book Database; or any book that GPT-4o identified as featuring animals (after being prompted with its title, author, and description). We then manually evaluated every book and every representation of animal characters (for more on how we determined “anthropomorphic” animals, see below). We excluded anthologies and collections, like Grimm’s Fairy Tales."},{"type":"text","value":"We then ranked the remaining books by number of Goodreads ratings and selected the top ~30 books from every decade category."},{"type":"h3","value":"What counts as anthropomorphic and “important to the story”?"},{"type":"text","value":"We include animal characters that meet the following criteria: 1) the animal exists (or existed) in the real world; 2a) the animal is an active subject at some point in the book; 2b) the animal has dialogue or plays a role in the story; 3) the animal has at least one anthropomorphic quality (e.g., clothing, speech, upright walking, jobs, personality, uses tools, facial expressions, complex relationships, cultural behavior, lives in a house, etc.). We exclude animals that were only referred to as a group or in a plural form (e.g, “… said the birds”, “the squirrels jumped”)."},{"type":"h3","value":"How did we identify gender?"},{"type":"text","value":"We identified the gender of animals based on how they were referenced in the text: with feminine (she/her), masculine (he/him), or neutral (it, they/them) pronouns; with a gendered honorific (e.g., Mr., Ms.) or familial role (e.g., brother, mother); or simply by their animal name (e.g., the frog) or a character name. Our analysis focuses on how animals are represented along a gender binary, but this reflects textual cues. Gender, whether in humans or animals, is much more complex than this binary suggests."},{"type":"text","value":"In our grid, we only display animals referenced with she/her, he/him, or it pronouns, or those referenced with a gendered honorific or familial role."},{"type":"h3","value":"What about animal characters that appear multiple times, like the Berenstain Bears or Pete the Cat?"},{"type":"text","value":"Our dataset includes some animal characters who appear multiple times in multiple very popular books, like the Berenstain Bears or Pete the Cat. In our analysis, we only consider one instance of an animal character and exclude repeat appearances. In our grid, we display every instance of an anthropomorphic animal, even in repeat appearances. This leads to some slight differences in gender percentage breakdowns between the dot plot and grid."},{"type":"h3","value":"How did we handle different names for the same animal (e.g., bunny, rabbit)? What animals did we exclude?"},{"type":"text","value":"Sometimes the same animal can have multiple names. For our analysis, we group together the following animal names: cat and kitten; dog and puppy; bunny, rabbit, and hare."},{"type":"text","value":"For our grid visualization, we group together some bugs (bug, maybug), some snakes (snake, python), sheep (sheep, lamb), fish (fish, trout, minnow, lantern fish), and birds (bird plus some specific bird types including stork, robin, sparrow, and parrot—other more distinctive birds like owls, eagles, geese, flamingoes, etc. have their own categories). We exclude animal terms that already imply the sex of the animal, like cow, hen, rooster, and gander."},{"type":"H3","value":"What prompt did we use for the survey?"},{"type":"text","value":"We provided survey respondents with the  following prompt: “In the 1980s, there was a study that produced surprising results about our predictive tendencies. We’re conducting a similar study today.  Instructions: Complete the line below. What did the bear do? Your response can be up to three sentences."},{"type":"text","value":"<span>“And then the <strong>bear</strong> said, ‘I must go to the river.’ Upon arriving…”</span>”"},{"type":"text","value":"We randomly swapped in one of seven animals: bear, bird, cat, pig, duck, mouse, or dog."},{"type":"h3","value":"Footnotes"},{"type":"Ul","value":{"values":["1. We included ~30 books per decade since 1950, plus a catch-all category for books published before 1950. Because we were interested in the books that kids are reading today, we defined “popularity” not by historical sales or readership but by contemporary relevance—specifically, the books with the most Goodreads ratings as of the past year.<a href=\"#ref-1\">↩</a>","2. In our survey, we tried to be sneaky and didn’t mention gender at all. We said: “In the 1980s, there was a study that produced surprising results about our predictive tendencies. We’re conducting a similar study today. Instructions: Complete the line below. What did the bear do? Your response can be up to three sentences.”<a href=\"#ref-2\">↩</a>","3. Exell describes the ladybug as “the most venerated creature on earth over immense areas of space and stretches of time.” Yeah, you could say he liked ladybugs.<a href=\"#ref-3\">↩</a>"]}}]}]}